[
  {
    "id": 1,
    "nameFr":"",
    "nameUs":"Awkward",
    "altName":"",
    "sanskritName":"Utkatasana",
    "flag":"https://raw.githubusercontent.com/rodolphe37/asanas-guess-game/master/api-server/data/images/postures/awkward.png",
    "categorie":"Debout / équilibre",
    "category":"Standing / Balancing",
    "difficulte":"Débutant",
    "difficulty":"Beginner",
    "decripUs":"From a standing position the heels come up and the arms are extended forward and parallel to the earth. The fingers are together and the palms are facing down. The knees are bent. The pelvis is contracted under, the rib cage is lifted up and the chin is gently tucked toward the sternum. Bandhas are engaged. The gaze is to the front.",
    "description" :"En position debout, les talons se lèvent et les bras sont étendus vers l'avant et parallèlement à la terre. Les doigts sont ensemble et les paumes sont tournées vers le bas. Les genoux sont pliés. Le bassin est contracté sous, la cage thoracique est soulevée et le menton est doucement rentré vers le sternum. Les bandhas sont fiancés. Le regard est tourné vers l'avant.",
    "benefits":"Improves overall body strength. Opens pelvis. Strengthens and tones the leg muscles. Relieves menstrual cramping. Reduces fat pocket under the buttocks. Aligns the skeletal system. Good for arthritis conditions. Improves digestion. Relieves joint pain. Relieves sciatica. Improves flexibility in the toes and the ankles. Exercises the liver, the intestines and the pancreas.",
    "benefices":"Améliore la force globale du corps. Ouvre le bassin. Renforce et tonifie les muscles des jambes. Soulage les crampes menstruelles. Réduit la grosse poche sous les fesses. Aligne le système squelettique. Bon pour les conditions d'arthrite. Améliore la digestion. Soulage les douleurs articulaires. Soulage la sciatique. Améliore la flexibilité des orteils et des chevilles. Exerce le foie, les intestins et le pancréas."
  },
  {
    "id":2,
    "nameFr":"",
    "nameUs":"Banana",
    "altName":"",
    "sanskritName":"Śavāsana variation",
    "flag":"https://raw.githubusercontent.com/rodolphe37/asanas-guess-game/master/api-server/data/images/postures/banana_R.png",
    "categorie":"Supination / Neutre",
    "category":"Supine / Neutral",
    "difficulte":"Débutant",
    "difficulty":"Beginner",
    "decripUs":"The body rests on the earth in a supine position with the arms resting by the side body. The palms are relaxed and open toward the sky. The shoulder blades are pulled back, down and rolled under comfortably, resting evenly on the earth. The legs are extended down and splayed open. The heels are in and the toes flop out. The eyes are closed. Everything is relaxed. The gaze is inward.",
    "description":"Le corps repose sur la terre en position couchée, les bras reposant sur le côté du corps. Les paumes sont détendues et ouvertes vers le ciel. Les omoplates sont tirées vers l'arrière, vers le bas et roulées confortablement, reposant uniformément sur la terre. Les jambes sont allongées vers le bas et écartées. Les talons sont dedans et les orteils tombent. Les yeux sont fermés. Tout est détendu. Le regard est vers l'intérieur.",
    "benefits":"Calms the brain and helps relieve stress and mild depression. Relaxes the body. Reduces headache, fatigue, and insomnia. Helps to lower blood pressure.",
    "benefices":"Calme le cerveau et aide à soulager le stress et la dépression légère. Détend le corps. Réduit les maux de tête, la fatigue et l'insomnie. Aide à abaisser la tension artérielle."
  },
  {
    "id":3,
    "nameFr":"",
    "nameUs":"Half Boat",
    "altName":"",
    "sanskritName":"Ardha Nāvāsana",
    "flag":"https://raw.githubusercontent.com/rodolphe37/asanas-guess-game/master/api-server/data/images/postures/boat_half.png",
    "categorie":"Assis / Équilibre",
    "category":"Seated / Balancing",
    "difficulte":"Débutant",
    "difficulty":"Beginner",
    "decripUs":"From a seated position the hands are gripped around the back of the legs and the knees are bent in a 90-degree angle. Both legs are pulled in toward the abdomen. The core is engaged to maintain balance on the sits bones (be sure that the back does not round). The front of the torso lengthens between the pubis and top of the sternum as the spine extends in both directions reaching up to the sky and rooting down to the earth. The gaze is forward and Bandhas are engaged.",
    "description":"À partir d'une position assise, les mains sont saisies autour de l'arrière des jambes et les genoux sont pliés dans un angle de 90 degrés. Les deux jambes sont tirées vers l'abdomen. Le noyau est engagé pour maintenir l'équilibre sur les os du siège (assurez-vous que le dos ne tourne pas). L'avant du torse s'allonge entre le pubis et le haut du sternum tandis que la colonne vertébrale s'étend dans les deux directions pour atteindre le ciel et s'enraciner jusqu'à la terre. Le regard est tourné vers l'avant et les Bandhas sont engagés.",
    "benefits":"Strengthens the abdomen, hip flexors and spine. Stimulates the kidneys, thyroid, prostate glands and intestines. Helps relieve stress. Improves digestion.",
    "benefices":"Renforce l'abdomen, les fléchisseurs de la hanche et la colonne vertébrale. Stimule les reins, la thyroïde, les glandes de la prostate et les intestins. Aide à soulager le stress. Améliore la digestion."
  },
  {
    "id":4,
    "nameFr":"",
    "nameUs":"Low Boat",
    "altName":"",
    "sanskritName":"Nāvāsana variation",
    "flag":"https://raw.githubusercontent.com/rodolphe37/asanas-guess-game/master/api-server/data/images/postures/boat_low.png",
    "categorie":"Assis / Équilibre",
    "category":"Seated / Balancing",
    "difficulte":"Débutant",
    "difficulty":"Beginner",
    "decripUs":"From a seated position or Boat (Nāvāsana) pose, lower yourself down to a hover. Avoid letting your legs or upper back touch the ground. Keep your belly drawn in. Both legs are extended and the toes are activated. The core is engaged to maintain balance on the sit bones.",
    "description" :"À partir d'une position assise ou d'une pose de bateau (Nāvāsana), abaissez-vous en vol stationnaire. Évitez de laisser vos jambes ou le haut du dos toucher le sol. Gardez votre ventre bien tiré. Les deux jambes sont allongées et les orteils sont relevés. Le noyau est engagé pour maintenir l'équilibre sur les os du siège.",
    "benefits":"Strengthens the abdomen, hamstrings, hip flexors and spine.",
    "benefices":"Renforce l'abdomen, les ischio-jambiers, les fléchisseurs des hanches et la colonne vertébrale."
  },
  {
    "id":5,
    "nameFr":"",
    "nameUs":"Bound Angle",
    "altName":"",
    "sanskritName":"Baddha Koṇāsana",
    "flag":"https://raw.githubusercontent.com/rodolphe37/asanas-guess-game/master/api-server/data/images/postures/bound_angle.png",
    "categorie":"Assis / Neutre",
    "category":"Seated / Neutral",
    "difficulte":"Débutant",
    "difficulty":"Beginner",
    "decripUs":"In sitting position, bend both knees and drop the knees to each side, opening the hips. Bring the soles of the feet together and bring the heels as close to the groin as possible, keeping the knees close to the ground. The hands may reach down and grasp and maneuver the feet so that the soles are facing upwards and the heels and little toes are connected. The shoulders should be pulled back and no rounding of the spine.",
    "description":"En position assise, pliez les deux genoux et laissez tomber les genoux de chaque côté, ouvrant les hanches. Rapprochez la plante des pieds et amenez les talons aussi près que possible de l'aine, en gardant les genoux près du sol. Les mains peuvent descendre et saisir et manœuvrer les pieds de sorte que les semelles soient tournées vers le haut et que les talons et les petits orteils soient connectés. Les épaules doivent être tirées vers l'arrière et aucun arrondi de la colonne vertébrale.",
    "benefits":"Opens the hips and groins. Stretches the shoulders, rib cage and back. Stimulates the abdominal organs, lungs and heart.",
    "benefices":"Ouvre les hanches et les aines. Étire les épaules, la cage thoracique et le dos. Stimule les organes abdominaux, les poumons et le cœur."
  },
  {
    "id":6,
    "nameFr":"",
    "nameUs":"Supine Bound Angle",
    "altName":"",
    "sanskritName":"Supta Baddha Koṇāsana",
    "flag":"https://raw.githubusercontent.com/rodolphe37/asanas-guess-game/master/api-server/data/images/postures/supine_bound_angle.png",
    "categorie":"Supination / Neutre",
    "category":"Supine / Neutral",
    "difficulte":"Débutant",
    "difficulty":"Beginner",
    "decripUs":"In supine position, bend both knees and drop the knees to each side, opening the hips. Bring the soles of the feet together and bring the heels as close to the groin as possible, keeping the knees close to the ground. Bring the hands overhead and interlace the fingers. Keep the back flat on the floor.",
    "description":"En position couchée, pliez les deux genoux et laissez tomber les genoux de chaque côté, ouvrant les hanches. Rapprochez la plante des pieds et amenez les talons aussi près que possible de l'aine, en gardant les genoux près du sol. Amenez les mains au-dessus et entrelacez les doigts. Gardez le dos à plat sur le sol.",
    "benefits":"Opens the hips and groins. Stretches the shoulders, rib cage and back. Stimulates the abdominal organs, lungs and heart.",
    "benefices":"Ouvre les hanches et les aines. Étire les épaules, la cage thoracique et le dos. Stimule les organes abdominaux, les poumons et le cœur."
  },
  {
    "id":7,
    "nameFr":"",
    "nameUs":"Bow (preparation)",
    "altName":"",
    "sanskritName":"Preparation",
    "flag":"https://raw.githubusercontent.com/rodolphe37/asanas-guess-game/master/api-server/data/images/postures/bow_preparation.png",
    "categorie":"Couché / Courbure arrière",
    "category":"Prone / Backbend",
    "difficulte":"Débutant",
    "difficulty":"Beginner",
    "decripUs":"From a prone position with the abdomen on the earth and the knees bent (and no wider than the hips) the hands grip the ankles (but not the tops of the feet) in preparation for Bow (Dhanurāsana) pose. The gaze is down or forward.",
    "description":"À partir d'une position couchée avec l'abdomen sur la terre et les genoux pliés (et pas plus larges que les hanches), les mains agrippent les chevilles (mais pas le dessus des pieds) en préparation de la pose de Bow (Dhanurāsana). Le regard est baissé ou avancé.",
    "benefits":"Stretches the entire front of the body, ankles, thighs, groins, abdomen, chest, throat and deep hip flexors (psoas). Strengthens the back muscles. Improves posture. Stimulates the organs of the abdomen and neck.",
    "benefices":"Étire tout le devant du corps, les chevilles, les cuisses, les aines, l'abdomen, la poitrine, la gorge et les fléchisseurs profonds de la hanche (psoas). Renforce les muscles du dos. Améliore la posture. Stimule les organes de l'abdomen et du cou."
  },
  {
    "id":8,
    "nameFr":"",
    "nameUs":"Box",
    "altName":"",
    "sanskritName":"Cakravākāsana",
    "flag":"https://raw.githubusercontent.com/rodolphe37/asanas-guess-game/master/api-server/data/images/postures/box_neutral.png",
    "categorie":"Support jambes bras / Neutre",
    "category":"Arm Leg Support / Neutral",
    "difficulte":"Débutant",
    "difficulty":"Beginner",
    "decripUs":"From a kneeling position, the knees and arms form a box with the spine and neck in a neutral position. The hips and shoulders are squared to the earth and the palms are rooted with the weight of the body equally distributed between the heel of the hands and the top of the knees. The joints are stacked with the wrists, elbows and shoulders in a straight line. The gaze is down.",
    "description":"À partir d'une position à genoux, les genoux et les bras forment une boîte avec la colonne vertébrale et le cou dans une position neutre. Les hanches et les épaules sont carrées à la terre et les paumes sont enracinées avec le poids du corps également réparti entre le talon des mains et le haut des genoux. Les articulations sont empilées avec les poignets, les coudes et les épaules en ligne droite. Le regard est baissé.",
    "benefits":"Increases abdominal strength. Warms up the joints, muscles of arms and the legs.",
    "benefices":"Augmente la force abdominale. Réchauffe les articulations, les muscles des bras et les jambes."
  },
  {
    "id":9,
    "nameFr":"",
    "nameUs":"Box with Arm Extension",
    "altName":"",
    "sanskritName":"Cakravākāsana variation",
    "flag":"https://raw.githubusercontent.com/rodolphe37/asanas-guess-game/master/api-server/data/images/postures/box_twist_R.png",
    "categorie":"Support jambes bras / Torsion",
    "category":"Arm Leg Support / Twist",
    "difficulte":"Débutant",
    "difficulty":"Beginner",
    "decripUs":"From Box (Cakravākāsana), root down into one hand and reach the opposite arm straight into the sky. Extend your rib cage upwards and try to stack your top shoulder in line over your bottom shoulder. Take the gaze toward the top hand.",
    "description":"Depuis Box (Cakravākāsana), enracinez-vous dans une main et atteignez le bras opposé directement dans le ciel. Étendez votre cage thoracique vers le haut et essayez d'empiler votre épaule supérieure en ligne sur votre épaule inférieure. Portez le regard vers la main supérieure.",
    "benefits":"Helps with grounding, balance, and spinal extension.",
    "benefices":"Aide à la mise à la terre, à l'équilibre et à l'extension de la colonne vertébrale."
  },
  {
    "id":10,
    "nameFr":"",
    "nameUs":"Cat",
    "altName":"",
    "sanskritName":"Marjaryāsana",
    "flag":"https://raw.githubusercontent.com/rodolphe37/asanas-guess-game/master/api-server/data/images/postures/cat.png",
    "categorie":"Support jambes bras / Courbure avant",
    "category":"Arm Leg Support / Forward Bend",
    "difficulte":"Débutant",
    "difficulty":"Beginner",
    "decripUs":"From Box (Cakravākāsana), shift some weight to the palms. The wrists, elbows and shoulders are in one line. The abdomen is pulled in and up with the spine arched in a strong Cobra spine. The crown of the head is toward the earth and the neck is relaxed. The gaze is between the arms toward the belly.",
    "description":"Depuis Cakravākāsana, déplacez un peu de poids vers les paumes. Les poignets, les coudes et les épaules sont alignés. L'abdomen est tiré vers le haut  avec la colonne vertébrale arquée dans une forte Cobra. La couronne de la tête est tournée vers la terre et le cou est détendu. Le regard est entre les bras vers le ventre.",
    "benefits":"Relieves the spine and neck. Energizes the body.",
    "benefices":"Soulage la colonne vertébrale et le cou. Dynamise le corps."
  },
  {
    "id":11,
    "nameFr":"",
    "nameUs":"Caterpillar",
    "altName":"",
    "sanskritName":"Daṇḍāsana variation",
    "flag":"https://raw.githubusercontent.com/rodolphe37/asanas-guess-game/master/api-server/data/images/postures/caterpillar.png",
    "categorie":"Assis / Courbure avant",
    "category":"Seated / Forward Bend",
    "difficulte":"Débutant",
    "difficulty":"Beginner",
    "decripUs":"Start from Staff (Daṇḍāsana) pose. Fold forward over the legs, allowing the back to round. Hands can be on the floor, or may catch the shins/ankles/toes. Sit on a blanket to support this pose if needed.",
    "description":"Partir de la pose du personnel (Daṇḍāsana). Pliez vers l'avant sur les jambes, permettant au dos de s'arrondir. Les mains peuvent être sur le sol ou peuvent attraper les tibias / chevilles / orteils. Asseyez-vous sur une couverture pour soutenir cette pose si nécessaire.",
    "benefits":"Stretches the spine and kidneys, compresses the stomach to improve digestion.",
    "benefices":"Étire la colonne vertébrale et les reins, comprime l'estomac pour améliorer la digestion."
  },
  {
    "id":12,
    "nameFr":"",
    "nameUs":"Chair",
    "altName":"",
    "sanskritName":"Utkaṭāsana variation",
    "flag":"https://raw.githubusercontent.com/rodolphe37/asanas-guess-game/master/api-server/data/images/postures/chair.png",
    "categorie":"Debout / Equilibre",
    "category":"Standing / Balancing",
    "difficulte":"Débutant",
    "difficulty":"Beginner",
    "decripUs":" From a standing position, the feet are together and rooted into the earth with toes actively lifted. The knees are bent and the weight of the body is on the heels of the feet. The pelvis is tucked in and the ribcage is lifted. The neck is a natural extension of the spine. The arms are lifted up toward the sky with the elbows straight and the biceps by the ears. The hands can be together or separated and facing each other with the fingers spread wide. The gaze is forward.",
    "description":"En position debout, les pieds sont ensemble et enracinés dans la terre avec les orteils activement levés. Les genoux sont pliés et le poids du corps repose sur les talons des pieds. Le bassin est rentré et la cage thoracique est soulevée. Le cou est une extension naturelle de la colonne vertébrale. Les bras sont levés vers le ciel avec les coudes droits et les biceps par les oreilles. Les mains peuvent être ensemble ou séparées et face à face avec les doigts écartés. Le regard est tourné vers l'avant.",
    "benefits":"Strengthens the ankles, thighs, calves, and spine. Stretches shoulders and chest. Stimulates the abdominal organs, diaphragm, and heart. Reduces flat feet. Energizes the entire body.",
    "benefices":"Renforce les chevilles, les cuisses, les mollets et la colonne vertébrale. Étire les épaules et la poitrine. Stimule les organes abdominaux, le diaphragme et le cœur. Réduit les pieds plats. Dynamise tout le corps."
  },
  {
    "id":13,
    "nameFr":"",
    "nameUs":"Chair with Open Arm Twist",
    "altName":"",
    "sanskritName":"Utkaṭāsana variation",
    "flag":"https://raw.githubusercontent.com/rodolphe37/asanas-guess-game/master/api-server/data/images/postures/chair_side_twist_R.png",
    "categorie":"Debout / Torsion",
    "category":"Standing / Twist",
    "difficulte":"Débutant",
    "difficulty":"Beginner",
    "decripUs":"From Chair (Utkaṭāsana), one arm reaches back and the other reaches forward. The ribcage is lifted and the heart is open. The hips and knees stay squared to the front and the twist comes from the midsection. The gaze is toward the back hand, unless it hurts your neck, then the gaze can be forward.",
    "description":"De Utkaṭāsana, un bras tend vers l'arrière et l'autre vers l'avant. La cage thoracique est levée et le cœur est ouvert. Les hanches et les genoux restent carrés à l'avant et la torsion vient de la section médiane. Le regard est tourné vers la main arrière, à moins qu'il ne vous fasse mal au cou, alors le regard peut être avancé.",
    "benefits":"Increases the flexibility of the spine and back. Strengthens the legs. Increases flexibility of the hip and knee joints. Improves balance.",
    "benefices":"Augmente la flexibilité de la colonne vertébrale et du dos. Renforce les jambes. Augmente la flexibilité des articulations de la hanche et du genou. Améliore l'équilibre."
  },
  {
    "id":14,
    "nameFr":"",
    "nameUs":"Chair with Prayer Hands",
    "altName":"",
    "sanskritName":"Utkatasana",
    "flag":"https://raw.githubusercontent.com/rodolphe37/asanas-guess-game/master/api-server/data/images/postures/chair_prayer.png",
    "categorie":"Debout / Equilibre",
    "category":"Standing / Balancing",
    "difficulte":"Débutant",
    "difficulty":"Beginner",
    "decripUs":"From Chair (Utkaṭāsana), the hands come together at the heart in prayer position. The gaze is forward.",
    "description":"Depuis Utkaṭāsana, les mains se rejoignent au cœur en position de prière. Le regard est tourné vers l'avant.",
    "benefits":"Strengthens the ankles, thighs, calves, and spine. Stimulates the abdominal organs, diaphragm, and the heart. Reduces flat feet.",
    "benefices":"Renforce les chevilles, les cuisses, les mollets et la colonne vertébrale. Stimule les organes abdominaux, le diaphragme et le cœur. Réduit les pieds plats."
  },
  {
    "id":15,
    "nameFr":"",
    "nameUs":"Revolved Chair",
    "altName":"",
    "sanskritName":"Parivṛtta Utkaṭāsana",
    "flag":"https://raw.githubusercontent.com/rodolphe37/asanas-guess-game/master/api-server/data/images/postures/chair_twist_L.png",
    "categorie":"Debout / Tosrion",
    "category":"Standing / Twist",
    "difficulte":"Débutant",
    "difficulty":"Beginner",
    "decripUs":"From Chair with Prayer Hands, the upper body twists to one side with the heart opening toward the sky. The bottom elbow is on the outside of the opposite knee and the upper elbow reaches toward the sky. Gaze is toward the sky or to the earth if the neck is sensitive.",
    "description":"De la chaise aux mains de prière, le haut du corps se tord d'un côté avec le cœur ouvert vers le ciel. Le coude inférieur est à l'extérieur du genou opposé et le coude supérieur s'étend vers le ciel. Le regard est tourné vers le ciel ou vers la terre si le cou est sensible.",
    "benefits":"Stretches the lower back. Increases the flexibility of the spine and back. Stretches the shoulders. Challenges the balance. Powerful detoxification of toxic food, drink, thoughts, etc.",
    "benefices":"Étire le bas du dos. Augmente la flexibilité de la colonne vertébrale et du dos. Étire les épaules. Défie l'équilibre. Désintoxication puissante des aliments, boissons, pensées, etc. toxiques"
  },
  {
    "id":16,
    "nameFr":"",
    "nameUs":"Child's",
    "altName":"",
    "sanskritName":"Balāsana",
    "flag":"https://raw.githubusercontent.com/rodolphe37/asanas-guess-game/master/api-server/data/images/postures/child_traditional.png",
    "categorie":"Couché / Courbure avant",
    "category":"Prone / Forward Bend",
    "difficulte":"Débutant",
    "difficulty":"Beginner",
    "decripUs":"From a kneeling position, the toes and knees are together with most of the weight of the body resting on the heels of the feet. The arms are extended back resting alongside the legs. The forehead rests softly onto the earth. The gaze is down and inward.",
    "description":"À partir d'une position à genoux, les orteils et les genoux sont ensemble avec la plupart du poids du corps reposant sur les talons des pieds. Les bras sont allongés vers l'arrière reposant le long des jambes. Le front repose doucement sur la terre. Le regard est baissé et intérieur.",
    "benefits":"Gently stretches the hips, thighs, and ankles. Calms the brain and helps relieve stress and fatigue. Relieves back and neck pain when done with head and torso supported.",
    "benefices":"Étire doucement les hanches, les cuisses et les chevilles. Calme le cerveau et aide à soulager le stress et la fatigue. Soulage les douleurs au dos et au cou lorsque la tête et le torse sont soutenus."
  },
  {
    "id":17,
    "nameFr":"",
    "nameUs":"Extended Child's",
    "altName":"",
    "sanskritName":"Utthita Balāsana",
    "flag":"https://raw.githubusercontent.com/rodolphe37/asanas-guess-game/master/api-server/data/images/postures/child.png",
    "categorie":"Couché / Courbure avant",
    "category":"Prone / Forward Bend",
    "difficulte":"Débutant",
    "difficulty":"Beginner",
    "decripUs":"From a kneeling position, the toes and knees are together with most of the weight of the body resting on the heels of the feet. The arms extend to the front with the fingers spread wide. The forehead rest softly onto the earth. The gaze is down and inward.",
    "description":"À partir d'une position à genoux, les orteils et les genoux sont ensemble avec la plupart du poids du corps reposant sur les talons des pieds. Les bras s'étendent vers l'avant avec les doigts écartés. Le front repose doucement sur la terre. Le regard est baissé et intérieur.",
    "benefits":"Gently stretches the hips, thighs, and ankles. Calms the brain and helps relieve stress and fatigue. Relieves back and neck pain when done with head and torso supported.",
    "benefices":"Étire doucement les hanches, les cuisses et les chevilles. Calme le cerveau et aide à soulager le stress et la fatigue. Soulage les douleurs au dos et au cou lorsque la tête et le torse sont soutenus."
  },
  {
    "id":18,
    "nameFr":"",
    "nameUs":"Revolved Child's",
    "altName":"",
    "sanskritName":"Pārśva Balāsana",
    "flag":"https://raw.githubusercontent.com/rodolphe37/asanas-guess-game/master/api-server/data/images/postures/box_hand_to_ankle_L.png",
    "categorie":"Support bras jambes / Torsion",
    "category":"Arm Leg Support / Twist",
    "difficulte":"Débutant",
    "difficulty":"Beginner",
    "decripUs":"From Box (Cakravākāsana), one arm extends under the body and stretches out in a perpendicular direction. The opposite arm reaches straight forward while the forehead rest softly on the earth in the direction of the extended arm. The gaze is to the side.",
    "description":"De Cakravākāsana, un bras s'étend sous le corps et s'étire dans une direction perpendiculaire. Le bras opposé tend vers l'avant tandis que le front repose doucement sur la terre en direction du bras étendu. Le regard est sur le côté.",
    "benefits":"Gently stretches the hips, thighs, and ankles. Calms the brain and helps relieve stress and fatigue. Relieves back and neck pain when done with head and torso supported. Stretches the shoulders.",
    "benefices":"Étire doucement les hanches, les cuisses et les chevilles. Calme le cerveau et aide à soulager le stress et la fatigue. Soulage les douleurs au dos et au cou lorsque la tête et le torse sont soutenus. Étire les épaules."
  },
  {
    "id":19,
    "nameFr":"",
    "nameUs":"Wide Child's",
    "altName":"",
    "sanskritName":"Balāsana variation",
    "flag":"https://raw.githubusercontent.com/rodolphe37/asanas-guess-game/master/api-server/data/images/postures/child_wide.png",
    "categorie":"Couché / Courbure avant",
    "category":"Prone / Forward Bend",
    "difficulte":"Débutant",
    "difficulty":"Beginner",
    "decripUs":"From Child's (Balāsana), the knees are open wide and the big toes are touching with most of the weight of the body on the heels of the feet. The forehead rests softly onto the earth. The arms extend to the front with the fingers spread wide. The gaze is down and inward.",
    "description":"Depuis Balāsana, les genoux sont grands ouverts et les gros orteils touchent la majeure partie du poids du corps sur les talons des pieds. Le front repose doucement sur la terre. Les bras s'étendent vers l'avant avec les doigts écartés. Le regard est baissé et intérieur.",
    "benefits":"Gently stretches the hips, thighs, and ankles. Calms the brain and helps relieve stress and fatigue. Relieves back and neck pain when done with head and torso supported.",
    "benefices":"Étire doucement les hanches, les cuisses et les chevilles. Calme le cerveau et aide à soulager le stress et la fatigue. Soulage les douleurs au dos et au cou lorsque la tête et le torse sont soutenus."
  },
  {
    "id":20,
    "nameFr":"",
    "nameUs":"Wide Child's with Side Stretch",
    "altName":"",
    "sanskritName":"Balāsana variation",
    "flag":"https://raw.githubusercontent.com/rodolphe37/asanas-guess-game/master/api-server/data/images/postures/child_wide_side_lean_L.png",
    "categorie":"Couché / Courbure avant",
    "category":"Prone / Forward Bend",
    "difficulte":"Débuant",
    "difficulty":"Beginner",
    "decripUs":"From Wide Child's (Balāsana), the forehead rolls to one side and then the other.",
    "description":"Depuis Balāsana, le front roule d'un côté puis de l'autre.",
    "benefits":"Gently stretches the hips, thighs, and ankles. Calms the brain and helps relieve stress and fatigue. Relieves back and neck pain when done with head and torso supported.",
    "benefices":"Étire doucement les hanches, les cuisses et les chevilles. Calme le cerveau et aide à soulager le stress et la fatigue. Soulage les douleurs au dos et au cou lorsque la tête et le torse sont soutenus."
  },
  {
    "id":21,
    "nameFr":"",
    "nameUs":"Low Cobra",
    "altName":"",
    "sanskritName":"Ardha Bhujaṅgāsana",
    "flag":"https://raw.githubusercontent.com/rodolphe37/asanas-guess-game/master/api-server/data/images/postures/cobra.png",
    "categorie":"Couché / Courbure arrière",
    "category":"Prone / Backbend",
    "difficulte":"Débutant",
    "difficulty":"Beginner",
    "decripUs":"From a prone position lying on the earth the pelvic bowl is firmly contracted interiorly toward the center line of the body while the pubis is tucked under. The legs are extended back and the tops of the feet are squared to the earth. The palms are flat and the fingers are in line with the shoulder blades, or, if possible, the palms are tucked under the shoulders with the elbows bent and tucked into the sides of the body. On an inhalation, the arms are straightened slightly, maintaining a soft bend in the elbows as the chest lifts off the earth. Lift up only to the height that is comfortable and that also maintains the pubis and the legs pressed to the earth. Work the opposing forces by pressing the tailbone toward the pubis as the pubis lifts toward the navel. The hip points are narrowed. The buttocks are firm but not hardened. The shoulder blades are firm against the back. The side ribs expand to facilitate the back bend. Lift through the top of the sternum but avoid pushing the front ribs forward, which only hardens the lower back. Distribute the backbend evenly throughout the entire spine. The gaze is out in front or straight ahead depending on flexibility.",
    "description":"À partir d'une position couchée sur le sol, le bol pelvien est fermement contracté à l'intérieur vers la ligne centrale du corps tandis que le pubis est replié sous. Les jambes sont allongées vers l'arrière et le dessus des pieds est carré à la terre. Les paumes sont plates et les doigts sont alignés avec les omoplates, ou, si possible, les paumes sont repliées sous les épaules avec les coudes pliés et rentrés dans les côtés du corps. Lors d'une inhalation, les bras sont légèrement redressés, maintenant un coude doux dans les coudes lorsque la poitrine se soulève de la terre. Soulevez uniquement à la hauteur qui est confortable et qui maintient également le pubis et les jambes pressées contre la terre. Faites travailler les forces opposées en appuyant sur le coccyx vers le pubis tandis que le pubis se lève vers le nombril. Les points de hanche sont rétrécis. Les fesses sont fermes mais non durcies. Les omoplates sont fermes contre le dos. Les côtes latérales se dilatent pour faciliter le coude arrière. Soulevez par le haut du sternum mais évitez de pousser les côtes avant vers l'avant, ce qui ne fait que durcir le bas du dos. Répartissez le backbend uniformément sur toute la colonne vertébrale. Le regard est devant ou droit devant selon la flexibilité.",
    "benefits":"Strengthens the spine. Stretches the chest, the lungs, the shoulders and the abdomen. Firms the buttocks. Stimulates the abdominal organs. Helps relieve stress and fatigue. Opens the heart and the lungs. Soothes the sciatica. Therapeutic for asthma. Traditional texts say that Bhujaṅgāsana increases body heat, destroys disease, and awakens Kundalini.",
    "benefices":"Renforce la colonne vertébrale. Étire la poitrine, les poumons, les épaules et l'abdomen. Raffermit les fesses. Stimule les organes abdominaux. Aide à soulager le stress et la fatigue. Ouvre le cœur et les poumons. Apaise la sciatique. Thérapeutique pour l'asthme. Les textes traditionnels disent que le Bhujaṅgāsana augmente la chaleur corporelle, détruit la maladie et réveille le Kundalini."
  },
  {
    "id":22,
    "nameFr":"",
    "nameUs":"Corpse",
    "altName":"",
    "sanskritName":"Śavāsana",
    "flag":"https://raw.githubusercontent.com/rodolphe37/asanas-guess-game/master/api-server/data/images/postures/corpse.png",
    "categorie":"Upination / Neutre",
    "category":"Supine / Neutral",
    "difficulte":"Débutant",
    "difficulty":"Beginner",
    "decripUs":"The body rests on the earth in a supine position with the arms resting by the side body. The palms are relaxed and open toward the sky. The shoulder blades are pulled back, down and rolled under comfortably, resting evenly on the earth. The legs are extended down and splayed open. The heels are in and the toes flop out. The eyes are closed. Everything is relaxed. The gaze is inward.",
    "description":"Le corps repose sur la terre en position couchée, les bras reposant sur le côté du corps. Les paumes sont détendues et ouvertes vers le ciel. Les omoplates sont tirées vers l'arrière, vers le bas et roulées confortablement, reposant uniformément sur la terre. Les jambes sont allongées vers le bas et écartées. Les talons sont dedans et les orteils tombent. Les yeux sont fermés. Tout est détendu. Le regard est vers l'intérieur.",
    "benefits":"Calms the brain and helps relieve stress and mild depression. Relaxes the body. Reduces headache, fatigue, and insomnia. Helps to lower blood pressure.",
    "benefices":"Calme le cerveau et aide à soulager le stress et la dépression légère. Détend le corps. Réduit les maux de tête, la fatigue et l'insomnie. Aide à abaisser la tension artérielle."
  },
  {
    "id":23,
    "nameFr":"",
    "nameUs":"Extended Corpse",
    "altName":"",
    "sanskritName":"Śavāsana variation",
    "flag":"https://raw.githubusercontent.com/rodolphe37/asanas-guess-game/master/api-server/data/images/postures/corpse_extended.png",
    "categorie":"Supination / Neutre",
    "category":"Supine / Neutral",
    "difficulte":"Débutant",
    "difficulty":"Beginner",
    "decripUs":"Begin by lying flat on your mat, legs extended, arms by your side body. Bring your big toes to touch and extend your arms up over your head to lengthen out your body.",
    "description":"Commencez par vous allonger à plat sur votre tapis, jambes allongées, bras à côté de votre corps. Apportez vos gros orteils au toucher et étendez vos bras au-dessus de votre tête pour allonger votre corps.",
    "benefits":"Releases tension in the lower back, shoulders and legs.",
    "benefices":"Libère les tensions dans le bas du dos, les épaules et les jambes."
  },
  {
    "id":24,
    "nameFr":"",
    "nameUs":"Front Corpse",
    "altName":"",
    "sanskritName":"Śavāsana variation",
    "flag":"https://raw.githubusercontent.com/rodolphe37/asanas-guess-game/master/api-server/data/images/postures/corpse_front.png",
    "categorie":"Couché / Neutre",
    "category":"Prone / Neutral",
    "difficulte":"Débutant",
    "difficulty":"Beginner",
    "decripUs":"From a prone position with the pelvis tucked under, the body is relaxed and lying facedown onto the earth. The forehead rests softly on the earth with the arms by the side body and the palms pressed down. The hips are squared to the earth and the knees and ankles are touching. The tops of the feet are relaxed and the big toes are connected. The gaze is inward and toward the earth.",
    "description":"D'une position couchée avec le bassin replié sous, le corps est détendu et couché face contre terre. Le front repose doucement sur la terre, les bras près du corps et les paumes appuyées. Les hanches sont carrées à la terre et les genoux et les chevilles se touchent. Le dessus des pieds est détendu et les gros orteils sont connectés. Le regard est vers l'intérieur et vers la terre.",
    "benefits":"Calms the brain and helps relieve stress and mild depression. Relaxes the body. Reduces headache, fatigue and insomnia. Helps to lower blood pressure.",
    "benefices":"Calme le cerveau et aide à soulager le stress et la dépression légère. Détend le corps. Réduit les maux de tête, la fatigue et l'insomnie. Aide à abaisser la tension artérielle."
  },
  {
    "id":25,
    "nameFr":"",
    "nameUs":"Cow",
    "altName":"",
    "sanskritName":"Bitilāsana",
    "flag":"https://raw.githubusercontent.com/rodolphe37/asanas-guess-game/master/api-server/data/images/postures/dog.png",
    "categorie":"Support jambes bras / Courbure arrière",
    "category":"Arm Leg Support / Backbend",
    "difficulte":"Débutant",
    "difficulty":"Beginner",
    "decripUs":"From Box (Cakravākāsana), the ribcage is lifted with a gentle sway in the low back. The tailbone lifts up into dog tilt. The eyes are soft and the gaze is to the sky.",
    "description":"De Cakravākāsana, la cage thoracique est soulevée avec un léger balancement dans le bas du dos. Le coccyx se soulève en inclinaison du chien. Les yeux sont doux et le regard est tourné vers le ciel.",
    "benefits":"Removes fatigue. Improves breathing and the circulation of blood to the brain. Rejuvenates the entire body.",
    "benefices":"Élimine la fatigue. Améliore la respiration et la circulation du sang vers le cerveau. Rajeunit tout le corps."
  },
  {
    "id":26,
    "nameFr":"",
    "nameUs":"Crescent Lunge on the Knee",
    "altName":"",
    "sanskritName":"Aṅjaneyāsana variation",
    "flag":"https://raw.githubusercontent.com/rodolphe37/asanas-guess-game/master/api-server/data/images/postures/warrior_I_kneeling_L.png",
    "categorie":"Debout / Equilibre",
    "category":"Standing / Balancing",
    "difficulte":"Débutant",
    "difficulty":"Beginner",
    "decripUs":"The front knee is bent in a 90-degree angle directly above the ankle and the back knee is resting on the earth with the top of the back foot pressed firmly into the earth. The hips are squared and pressed forward. The inner thighs scissor toward each other. The pelvis is tucked under to protect the low back. The ribcage is lifted. The arms are lifted. The hands can be together or separated and facing each other with the fingers spread wide. The gaze is forward.",
    "description":"Le genou avant est plié dans un angle de 90 degrés directement au-dessus de la cheville et le genou arrière repose sur la terre avec le haut du pied arrière fermement enfoncé dans la terre. Les hanches sont carrées et pressées vers l'avant. L'intérieur des cuisses se cisaille l'un vers l'autre. Le bassin est replié sous pour protéger le bas du dos. La cage thoracique est levée. Les bras sont levés. Les mains peuvent être ensemble ou séparées et face à face avec les doigts écartés. Le regard est tourné vers l'avant.",
    "benefits":"Stretches the chest, lungs, neck, belly and groin (psoas). Strengthens the shoulders, arms and back muscles. Strengthens and stretches the thighs, calves and ankles.",
    "benefices":"Étire la poitrine, les poumons, le cou, le ventre et l'aine (psoas). Renforce les épaules, les bras et les muscles du dos. Renforce et étire les cuisses, les mollets et les chevilles."
  },
  {
    "id":27,
    "nameFr":"",
    "nameUs":"Crescent Lunge Halfway Fold on the Knee",
    "altName":"",
    "sanskritName":"Parivṛtta Baddha Aṅjaneyāsana variation",
    "flag":"https://raw.githubusercontent.com/rodolphe37/asanas-guess-game/master/api-server/data/images/postures/lunge_crescent_kneeling_forward_bend_L.png",
    "categorie":"Debout / Equilibre",
    "category":"Standing / Balancing",
    "difficulte":"Bébutant",
    "difficulty":"Beginner",
    "decripUs":"The front knee is bent in a 90-degree angle directly above the ankle and the back knee is resting on the earth with the top of the back foot pressed firmly into the earth. The hips are squared and pressed forward. The inner thighs are scissored toward each other. The pelvis is tucked under to protect the low back. The ribcage is lifted. The arms are lifted. The hands can be together or separated and facing each other with the fingers spread wide. The lower body stays static. The upper torso gently bends forward from the crease of the hip with a straight line. The gaze is forward.",
    "description":"Le genou avant est plié dans un angle de 90 degrés directement au-dessus de la cheville et le genou arrière repose sur la terre avec le haut du pied arrière fermement enfoncé dans la terre. Les hanches sont carrées et pressées vers l'avant. L'intérieur des cuisses est ciselé l'un vers l'autre. Le bassin est replié sous pour protéger le bas du dos. La cage thoracique est levée. Les bras sont levés. Les mains peuvent être ensemble ou séparées et face à face avec les doigts écartés. Le bas du corps reste statique. Le torse supérieur se plie doucement vers l'avant à partir du pli de la hanche avec une ligne droite. Le regard est tourné vers l'avant.",
    "benefits":"Creates flexible strength. Promotes stability in the front and back of the torso. Tones the lower body. Stretches the chest, lungs, shoulders, arms, neck, belly, groins (psoas) and the muscles of the back. Strengthens and stretches the thighs, calves and ankles.",
    "benefices":"Crée une force flexible. Favorise la stabilité à l'avant et à l'arrière du torse. Tonifie le bas du corps. Étire la poitrine, les poumons, les épaules, les bras, le cou, le ventre, les aines (psoas) et les muscles du dos. Renforce et étire les cuisses, les mollets et les chevilles."
  },
  {
    "id":28,
    "nameFr":"",
    "nameUs":"Crescent Lunge on the Knee with Prayer Hands",
    "altName":"",
    "sanskritName":"Parivṛtta Baddha Aṅjaneyāsana variation",
    "flag":"https://raw.githubusercontent.com/rodolphe37/asanas-guess-game/master/api-server/data/images/postures/lunge_kneeling_prayer_L.png",
    "categorie":"Debout / Neutre",
    "category":"Standing / Neutral",
    "difficulte":"Débutant",
    "difficulty":"Beginner",
    "decripUs":"From Crescent Lunge pose, bend the back knee and lower it to the floor with the top foot flat. Tuck the pelvis under, lift the sternum and lower the hands to heart center into prayer hands. Stack the front knee directly above the ankle.",
    "description":"À partir de la pose de Crescent Lunge, pliez le genou arrière et abaissez-le au sol avec le pied supérieur à plat. Rentrez le bassin sous, soulevez le sternum et abaissez les mains au centre du cœur dans les mains de prière. Empilez le genou avant directement au-dessus de la cheville.",
    "benefits":"Simpler version of Crescent Lunge pose. Stretches the chest, lungs, and the back muscles. Strengthens and stretches the thighs.",
    "benefices":"Version plus simple de la pose de Crescent Lunge. Étire la poitrine, les poumons et les muscles du dos. Renforce et étire les cuisses."
  },
  {
    "id":29,
    "nameFr":"",
    "nameUs":"Crescent Lunge Twist on the Knee",
    "altName":"",
    "sanskritName":"Utkatasana",
    "flag":"https://raw.githubusercontent.com/rodolphe37/asanas-guess-game/master/api-server/data/images/postures/lunge_crescent_kneeling_twist_L.png",
    "categorie":"",
    "category":"Standing / Balancing",
    "difficulte":"",
    "difficulty":"Beginner",
    "decripUs":"The front foot of one leg is rooted on the earth with the knee directly above and tracking the ankle in a 90-degree angle. The knee of the back leg is down on the earth. The inner thighs scissor toward each other and the pelvis is tucked under with the ribcage lifted and the chin slightly tucked. The spine is long and extended. The heart is open. The torso twists toward one side and the arm corresponding toward the back leg reaches toward the back. Both arms are straight. Wrists and the fingers are extended and spread wide. Gaze is over the back shoulder.",
    "description":" 1",
    "benefits":"Creates flexible strength. Promotes stability in the front and back of the torso. Tones the lower body. Stretches the chest, lungs, shoulders, arms, neck, belly, groins (psoas) and the muscles of the back. Strengthens and stretches the thighs, calves and ankles.",
    "benefices":""
  },
  {
    "id":30,
    "nameFr":"",
    "nameUs":"Crow (Preparation)",
    "altName":"",
    "sanskritName":"",
    "flag":"https://raw.githubusercontent.com/rodolphe37/asanas-guess-game/master/api-server/data/images/postures/seated_on_heels_hands_on_mat_opened_knees.png",
    "categorie":"",
    "category":"Seated / Balancing",
    "difficulte":"",
    "difficulty":"Beginner",
    "decripUs":"67-The weight of the body is seated on the heels with the knees open, the arms extended straight and the palms of the hands are rooted into the earth between the thighs. The belly is pulled up and in toward the spine with the ribcage and chin lifted. The gaze is forward and slightly down.",
    "description":" 1",
    "benefits":"Strengthens arms, wrists and ankles. Stretches the upper back. Strengthens the abdominal muscles. Opens the groin. Tones the abdominal organs.",
    "benefices":""
  },
  {
    "id":31,
    "nameFr":"",
    "nameUs":"Downward-Facing Dog",
    "altName":"",
    "sanskritName":"Adho Mukha Śvānāsana",
    "flag":"https://raw.githubusercontent.com/rodolphe37/asanas-guess-game/master/api-server/data/images/postures/downward_dog.png",
    "categorie":"",
    "category":"Arm Leg Support / Forward Bend",
    "difficulte":"",
    "difficulty":"Beginner",
    "decripUs":"73-The body is positioned in an inverted V with the palms and feet rooted into the earth and sits bones lifted up toward the sky. The arms and legs are straight. The weight of the body is equally distributed between the hands and the feet. The eye of the elbows face forward. The ribcage is lifted and the heart is open. Shoulders are squared to the earth and rotated back, down and inward. The neck is relaxed and the crown of the head is toward the earth. The gaze is down and slightly forward.",
    "description":" 1",
    "benefits":"Calms the brain and helps relieve stress and mild depression. Energizes the body. Stretches the shoulders, hamstrings, calves, arches, and hands. Strengthens the arms and legs. Helps relieve the symptoms of menopause. Relieves menstrual discomfort when done with the head supported. Helps prevent osteoporosis. Improves digestion. Relieves headache, insomnia, back pain, and fatigue. Therapeutic for high blood pressure, asthma, flat feet, sciatica, and sinusitis. Warms up the ankles and the toes.",
    "benefices":""
  },
  {
    "id":32,
    "nameFr":"",
    "nameUs":"Downward-Facing Dog with Bent Knees",
    "altName":"",
    "sanskritName":"Adho Mukha Śvānāsana variation",
    "flag":"https://raw.githubusercontent.com/rodolphe37/asanas-guess-game/master/api-server/data/images/postures/downward_dog_bent_knees.png",
    "categorie":"",
    "category":"Arm Leg Support / Forward Bend",
    "difficulte":"",
    "difficulty":"Beginner",
    "decripUs":"74-From Downward-Facing Dog (Adho Mukha Śvānāsana), the arms are extended straight and the knees are bent with the sits bones tilted up and reaching for the sky in dog tilt. The belly is pulled in and up. The gaze is toward the belly.",
    "description":" 1",
    "benefits":"Calms the brain and helps relieve stress and mild depression. Energizes the body. Stretches the shoulders, hamstrings, calves, arches, and hands. Strengthens the arms and legs. Helps relieve the symptoms of menopause. Relieves menstrual discomfort when done with the head supported. Helps prevent osteoporosis. Improves digestion. Relieves headache, insomnia, back pain, and fatigue. Therapeutic for high blood pressure, asthma, flat feet, sciatica, and sinusitis. Warms up the ankles, toes, knees and hamstrings.",
    "benefices":""
  },
  {
    "id":33,
    "nameFr":"",
    "nameUs":"Downward-Facing Dog with Hamstring Stretch",
    "altName":"Walk the Dog",
    "sanskritName":"Adho Mukha Śvānāsana variation",
    "flag":"https://raw.githubusercontent.com/rodolphe37/asanas-guess-game/master/api-server/data/images/postures/downward_dog_hamstring_L.png",
    "categorie":"",
    "category":"Arm Leg Support / Balancing",
    "difficulte":"",
    "difficulty":"Beginner",
    "decripUs":"75-From Downward-Facing Dog (Adho Mukha Śvānāsana), one knee is bent and one leg is straight with the sits bones tilted up and reaching for the sky. The arms are straight with the eye of the elbows facing forward. The palms are flat. The knuckles are pressed evenly into the earth. The heels alternatively lift and lower with the weight of the body equally distributed between the hands and the feet. The ribcage is lifted and the heart is open. Shoulders are squared, rotated back, down and inward. The chin is lifted and the gaze is down and slightly forward.",
    "description":" 1",
    "benefits":"Calms the brain and helps relieve stress and mild depression. Energizes the body. Stretches the shoulders, hamstrings, calves, arches, and hands. Strengthens the arms and legs. Helps relieve the symptoms of menopause. Relieves menstrual discomfort when done with the head supported. Helps prevent osteoporosis. Improves digestion. Relieves headache, insomnia, back pain, and fatigue. Therapeutic for high blood pressure, asthma, flat feet, sciatica, and sinusitis. Warms up the ankles, toes, knees and hamstrings.",
    "benefices":""
  },
  {
    "id":34,
    "nameFr":"",
    "nameUs":"Downward-Facing Dog with Toe Raises",
    "altName":"",
    "sanskritName":"Utkatasana",
    "flag":"https://raw.githubusercontent.com/rodolphe37/asanas-guess-game/master/api-server/data/images/postures/downward_dog_on_toes.png",
    "categorie":"",
    "category":"Arm Leg Support / Balancing",
    "difficulte":"",
    "difficulty":"Beginner",
    "decripUs":"80-From Downward-Facing Dog (Adho Mukha Śvānāsana), the weight of the body is supported on the hands and the toes. The ribcage is lifted. The shoulder blades rotate back and open. The heart is open. The gaze is to the front and slightly down.",
    "description":" 1",
    "benefits":"Calms the brain and helps relieve stress and mild depression. Energizes the body. Stretches the shoulders, hamstrings, calves, arches, and hands. Strengthens the arms and legs. Helps relieve the symptoms of menopause. Relieves menstrual discomfort when done with the head supported. Helps prevent osteoporosis. Improves digestion. Relieves headache, insomnia, back pain, and fatigue. Therapeutic for high blood pressure, asthma, flat feet, sciatica, and sinusitis. Warms up the ankles and the toes.",
    "benefices":""
  },
  {
    "id":35,
    "nameFr":"",
    "nameUs":"Easy",
    "altName":"",
    "sanskritName":"Sukhāsana",
    "flag":"https://raw.githubusercontent.com/rodolphe37/asanas-guess-game/master/api-server/data/images/postures/easy.png",
    "categorie":"",
    "category":"Seated / Neutral",
    "difficulte":"",
    "difficulty":"Beginner",
    "decripUs":"From a seated position, bring your knees into a simple cross legged pose. Both knees should be below the hips. Place the hands on the thighs or knees and keep the spine straight.",
    "description":" 1",
    "benefits":"Opens the hips and stretches the knees and ankles. Strengthens the back. Calms the mind, reduces stress and anxiety. Improves circulation and blood flow to the pelvis.",
    "benefices":""
  },
  {
    "id":36,
    "nameFr":"",
    "nameUs":"Figure Four",
    "altName":"Standing Pigeon",
    "sanskritName":"Tāḍāsana variation",
    "flag":"https://raw.githubusercontent.com/rodolphe37/asanas-guess-game/master/api-server/data/images/postures/figure_four_L.png",
    "categorie":"",
    "category":"Standing / Balancing",
    "difficulte":"",
    "difficulty":"Beginner",
    "decripUs":"87-Begin in Mountain with Prayer Hands (Tāḍāsana) and lift one leg to a table top position while keeping your opposite foot rooted on the earth. Outer rotate the knee of your floating leg and place your ankle on top of the opposite thigh, above your knee. You can use your hands to slide your shin closer up. Begin to shift your weight back as if you are sitting in a chair and send some weight to the heel of your grounding foot. Flex the foot of your crossed ankle and keep outer rotating your knee as you hinge your hips back deeper. Keep your chest lifted. Hands can come to your heart and find a focal point to gaze at.",
    "description":" 1",
    "benefits":"Strengthen quadriceps, the ankle and foot muscles. Encourages core stability. Stretches the outer hip and glute muscles and improves balance and concentration.",
    "benefices":""
  },
  {
    "id":37,
    "nameFr":"",
    "nameUs":"Fire Log",
    "altName":"Double Pigeon / Square",
    "sanskritName":"Agnistambhāsana",
    "flag":"https://raw.githubusercontent.com/rodolphe37/asanas-guess-game/master/api-server/data/images/postures/fire_log_L.png",
    "categorie":"",
    "category":"Seated / Neutral",
    "difficulte":"",
    "difficulty":"Beginner",
    "decripUs":"93-From a seated position, stack both shins on top of each other until they are parallel to the front edge of the mat.",
    "description":" 1",
    "benefits":"Opens the hips. Strengthens the back muscles by elongating the spine. Improves alignment of the spine; thereby improving posture. Calming and centering pose that improves concentration and facilitates meditation. Ameliorates stress and anxiety.",
    "benefices":""
  },
  {
    "id":38,
    "nameFr":"",
    "nameUs":"Fish (Preparation)",
    "altName":"",
    "sanskritName":"Preparation for Uttāna Pādāsana",
    "flag":"https://raw.githubusercontent.com/rodolphe37/asanas-guess-game/master/api-server/data/images/postures/fish_preparation.png",
    "categorie":"",
    "category":"Supine / Backbend",
    "difficulte":"",
    "difficulty":"Beginner",
    "decripUs":"96-Begin in a seated position with your knees bent out in front of you. Drop your forearms behind you, palms down, fingertips forward and begin to lean back. Press your shoulder blades together and slide your glutes back toward the tops of your hands. Once you feel safe, drop the crown of your head onto the ground and gaze behind you. Stay on the crown of your head and lift your chest toward the sky. Keep bent knees or walk one leg at a time out in front of you and keep them engaged.",
    "description":" 1",
    "benefits":"Releases the neck. Opens the belly and chest. Strengthens the spine and shoulders.",
    "benefices":""
  },
  {
    "id":39,
    "nameFr":"",
    "nameUs":"Five Pointed Star",
    "altName":"Star",
    "sanskritName":"Tāḍāsana variation",
    "flag":"https://raw.githubusercontent.com/rodolphe37/asanas-guess-game/master/api-server/data/images/postures/star_R.png",
    "categorie":"",
    "category":"Standing / Neutral",
    "difficulte":"",
    "difficulty":"Beginner",
    "decripUs":"97-Begin standing in Mountain (Tāḍāsana). Step your feet apart wider than your hips, toes turned out slightly. Press into all four points of your feet and engage your legs. Tuck your tailbone slightly by bringing your pelvis to neutral. Reach your arms out to the side and energize your arms. Engage the back of your shoulders and broaden your collarbone.",
    "description":" 1",
    "benefits":"Strengthens and lengthens the body. Aligns the spine. Strengthens legs, ankles, abdomen and back.",
    "benefices":""
  },
  {
    "id":40,
    "nameFr":"",
    "nameUs":"Forearm Plank on the Knees",
    "altName":"Plank dolphin kneeling",
    "sanskritName":"Cakravākāsana variation",
    "flag":"https://raw.githubusercontent.com/rodolphe37/asanas-guess-game/master/api-server/data/images/postures/plank_dolphin_kneeling.png",
    "categorie":"",
    "category":"Arm Leg Support / Balancing",
    "difficulte":"",
    "difficulty":"Beginner",
    "decripUs":"103-From Box (Cakravākāsana), walk your hands forward and drop to your forearms. Palms are flat, fingers spread wide. Shoulders are in line with elbows and wrists in line with elbows. Drop your hips until they are in line with your shoulders. Engage your core. Your gaze is downward and your neck is a natural extension of your spine.",
    "description":" 1",
    "benefits":"Strengthens the arms, shoulders, wrists and spine. Tones the abdomen.",
    "benefices":""
  },
  {
    "id":41,
    "nameFr":"",
    "nameUs":"Seated Forward Bend",
    "altName":"Intense West Stretch",
    "sanskritName":"Paścimottānāsana",
    "flag":"https://raw.githubusercontent.com/rodolphe37/asanas-guess-game/master/api-server/data/images/postures/seated_forward_bend.png",
    "categorie":"",
    "category":"Seated / Forward Bend",
    "difficulte":"",
    "difficulty":"Beginner",
    "decripUs":"105-From a seated position with the sits bones rooted into the earth the legs extend forward to the degree that the chest and thighs can stay connected. The fingers wrap around the toes. The upper torso folds forward at the crease of the hips with the spine long. The gaze is forward.",
    "description":" 1",
    "benefits":"Calms the brain and helps relieve stress and mild depression. Stretches the spine, shoulders and hamstrings. Stimulates the liver, kidneys, ovaries and uterus. Improves digestion. Helps relieve the symptoms of menopause and menstrual discomfort. Soothes headache and anxiety. Reduces fatigue. Therapeutic for high blood pressure, infertility, insomnia and sinusitis. Traditional texts say that Paścimottānāsana increases appetite, reduces obesity and cures diseases.",
    "benefices":""
  },
  {
    "id":42,
    "nameFr":"",
    "nameUs":"Seated Forward Bend (Preparation)",
    "altName":"",
    "sanskritName":"",
    "flag":"https://raw.githubusercontent.com/rodolphe37/asanas-guess-game/master/api-server/data/images/postures/seated_forward_bend_preparation.png",
    "categorie":"",
    "category":"Seated / Forward Bend",
    "difficulte":"",
    "difficulty":"Beginner",
    "decripUs":"107-From a seated position with the sits bones rooted into the earth the knees are bent. The thighs connect with the chest. The peace fingers are wrapped around the big toes. The ribcage is lifted. The gaze is forward.",
    "description":" 1",
    "benefits":"Calms the brain and helps relieve stress and mild depression. Stretches the spine, shoulders and hamstrings. Stimulates the liver, kidneys, ovaries and uterus. Improves digestion. Helps relieve the symptoms of menopause and menstrual discomfort. Soothes headache and anxiety. Reduces fatigue. Therapeutic for high blood pressure, infertility, insomnia and sinusitis.",
    "benefices":""
  },
  {
    "id":43,
    "nameFr":"",
    "nameUs":"Standing Forward Bend",
    "altName":"",
    "sanskritName":"Uttānāsana",
    "flag":"https://raw.githubusercontent.com/rodolphe37/asanas-guess-game/master/api-server/data/images/postures/forward_bend.png",
    "categorie":"",
    "category":"Standing / Forward Bend",
    "difficulte":"",
    "difficulty":"Beginner",
    "decripUs":"109-From a standing position, the body is folded over at the crease of the hip with the spine long. The neck is relaxed and the crown of the head is toward the earth. The feet are rooted into the earth with the toes actively lifted. The spine is straight. The ribcage is lifted. The chest and the thighs are connected. The sacrum lifts up toward the sky in dog tilt. The fingertips are resting on the earth next to the toes. The gaze is down or slightly forward.",
    "description":" 1",
    "benefits":"Calms the brain and helps relieve stress and mild depression. Stimulates the liver and kidneys. Stretches the hamstrings, calves, and hips. Strengthens the thighs and knees. Improves digestion. Helps relieve the symptoms of menopause. Reduces fatigue and anxiety. Relieves headache and insomnia.",
    "benefices":""
  },
  {
    "id":44,
    "nameFr":"",
    "nameUs":"Standing Forward Bend Twist",
    "altName":"Twisted Forward Bend",
    "sanskritName":"Parivṛtta Uttānāsana",
    "flag":"https://raw.githubusercontent.com/rodolphe37/asanas-guess-game/master/api-server/data/images/postures/forward_bend_twist_L.png",
    "categorie":"",
    "category":"Standing / Twist",
    "difficulte":"",
    "difficulty":"Beginner",
    "decripUs":"112-Begin in a Halfway Lift (Ardha Uttānāsana), then heel toe your feet about hip-width apart. Place one hand directly center, slightly in front of your feet, either onto your fingertips or palm flat. Take a gentle bend in the same side leg if needed. Extend your opposite arm into the sky and twist your torso upwards, gaze up. Try to stack your shoulder blades and keep your hips squared to the front.",
    "description":" 1",
    "benefits":"Lengthens and strengthens the spine. Opens the shoulders. Strengthens the core and stretches the hamstrings, calves, hips and lower back.",
    "benefices":""
  },
  {
    "id":45,
    "nameFr":"",
    "nameUs":"Garland",
    "altName":"Yogi Squat",
    "sanskritName":"Mālāsana",
    "flag":"https://raw.githubusercontent.com/rodolphe37/asanas-guess-game/master/api-server/data/images/postures/garland.png",
    "categorie":"",
    "category":"Seated / Balancing",
    "difficulte":"",
    "difficulty":"Beginner",
    "decripUs":"114-From a squatting position the feet are as close together as possible (keep your heels on the floor if you can; otherwise, support them on a folded mat). The thighs are slightly wider than the torso. The torso is leaning gently forward and tucked snugly between the thighs. The elbows are pressed against the inner knees and the palms are together in Anjali Mudra (Salutation Seal). The knees resist the elbows to help lengthen the front torso. The gaze is soft and forward.",
    "description":" 1",
    "benefits":"Stretches the ankles, groins and back torso. Tones the belly.",
    "benefices":""
  },
  {
    "id":46,
    "nameFr":"",
    "nameUs":"Goddess",
    "altName":"",
    "sanskritName":"Utkaṭa Koṇāsana",
    "flag":"https://raw.githubusercontent.com/rodolphe37/asanas-guess-game/master/api-server/data/images/postures/goddess_R.png",
    "categorie":"",
    "category":"Standing / Neutral",
    "difficulte":"",
    "difficulty":"Beginner",
    "decripUs":"115-Step your feet to the side to the length of your mat and wide apart. Turn your toes out toward the corners, heels in. Bend your knees directly over your toes and lower your hips into a squat at the same time. Tuck your tailbone in slightly and press your hips forward as you draw your thighs back. Pull your lower belly in and lift through your rib cage. Keep your knees in line with your toes. Soften your shoulders.",
    "description":" 1",
    "benefits":"Strengthens the glutes, hips, thighs, calves, and ankles. Opens the hips and chest, stretches the thighs, and elongates the spine",
    "benefices":""
  },
  {
    "id":47,
    "nameFr":"",
    "nameUs":"Halfway Lift",
    "altName":"",
    "sanskritName":"Ardha Uttānāsana",
    "flag":"https://raw.githubusercontent.com/rodolphe37/asanas-guess-game/master/api-server/data/images/postures/forward_bend_half_way.png",
    "categorie":"",
    "category":"Standing / Forward Bend",
    "difficulte":"",
    "difficulty":"Beginner",
    "decripUs":"122-From a standing position, the upper body is lifted up halfway with the feet rooted into the earth and the toes actively lifted. The spine is straight. The ribcage is lifted and connected to the thighs. The neck is a natural extension of the spine. The fingertips are next to the toes. The gaze is down and slightly forward.",
    "description":" 1",
    "benefits":"Calms the brain and helps relieve stress and mild depression. Stimulates the liver and kidneys. Stretches the hamstrings, calves, and hips. Strengthens the thighs and knees. Improves digestion. Helps relieve the symptoms of menopause. Reduces fatigue and anxiety. Relieves headache and insomnia.",
    "benefices":""
  },
  {
    "id":48,
    "nameFr":"",
    "nameUs":"Happy Baby",
    "altName":"Blissful Baby / Dead Bug",
    "sanskritName":"Ānanda Bālāsana",
    "flag":"https://raw.githubusercontent.com/rodolphe37/asanas-guess-game/master/api-server/data/images/postures/blissful_baby.png",
    "categorie":"",
    "category":"Supine / Balancing",
    "difficulte":"",
    "difficulty":"Beginner",
    "decripUs":"134-From a supine position, on your back, the knees are bent slightly wider than the hips. The ankles and shins track the knees in a 90-degree angle perpendicular to the earth. The hands grip the inside sole of the flexed feet (if you have difficultly holding the feet loop a strap over each sole) and push the knees down, coaxing the thighs in toward the torso, lengthening the spine, releasing the tail bone toward the earth and extending the base of the skull away from the back of the neck. The gaze is up toward the sky.",
    "description":" 1",
    "benefits":"Gently stretches the inner groins and the back spine. Calms the brain and helps relieve stress and fatigue.",
    "benefices":""
  },
  {
    "id":49,
    "nameFr":"",
    "nameUs":"Supported Headstand (Preparation)",
    "altName":"",
    "sanskritName":"Sālamba Śīrṣāsana preparation",
    "flag":"https://raw.githubusercontent.com/rodolphe37/asanas-guess-game/master/api-server/data/images/postures/headstand_supported_preparation.png",
    "categorie":"",
    "category":"Arm Leg Support / Forward Bend",
    "difficulte":"",
    "difficulty":"Beginner",
    "decripUs":"139-In this inverted posture the body’s weight is balanced between the crown of the head, interlaced fingers (pinky fingers spoon), forearms and the knees. The interlaced fingers are wrapped around the head with the forearms narrowed to secure the head and protect the neck. At the same time the back ribs are pushed back to widen the back body as the shoulder blades move away from the ears and pull together securing a safe and strong starting position for Supported Headstand (Sālamba Śīrṣāsana I). The gaze is naturally toward the knees.",
    "description":" 1",
    "benefits":"Calms the brain and helps relieve stress and mild depression. Stimulates the pituitary and pineal glands. Strengthens the arms, legs and spine. Strengthens the lungs. Tones the abdominal organs. Improves digestion. Helps relieve the symptoms of menopause. Therapeutic for asthma, infertility, insomnia and sinusitis.",
    "benefices":""
  },
  {
    "id":50,
    "nameFr":"",
    "nameUs":"Supported Headstand with Toes on the Ground",
    "altName":"",
    "sanskritName":"Sālamba Śīrṣāsana variation",
    "flag":"https://raw.githubusercontent.com/rodolphe37/asanas-guess-game/master/api-server/data/images/postures/headstand_supported_preparation_hips_over_head.png",
    "categorie":"",
    "category":"Arm Leg Support / Forward Bend",
    "difficulte":"",
    "difficulty":"Beginner",
    "decripUs":"140-From your Box (Cakravākāsana), drop to your forearms and interlace your fingers (pinky fingers spoon). Drop the crown of your head between your forearms allowing your interlaced fingers to cradle your head. Keep your forearms narrow to create a strong base and to protect your neck. Curl your toes under and straighten your legs. Begin walking your feet closer to your head until your hips are stacked over your shoulders. Engage your abdominals and keep pressing your forearms into the ground so there is little weight on the crown of your head.",
    "description":" 1",
    "benefits":"Strengthens the core, arms, legs and spine. Sends blood flow and energy down to the brain.",
    "benefices":""
  },
  {
    "id":51,
    "nameFr":"",
    "nameUs":"Tripod Headstand (Preparation)",
    "altName":"",
    "sanskritName":"",
    "flag":"https://raw.githubusercontent.com/rodolphe37/asanas-guess-game/master/api-server/data/images/postures/headstand_tripod_preparation.png",
    "categorie":"",
    "category":"Arm Leg Support / Forward Bend",
    "difficulte":"",
    "difficulty":"Beginner",
    "decripUs":"143-From a standing position, the body is folded forward from a wide stance. The elbows are bent in a 90-degree angle and the fingers are in line with the toes. The palms are flat and the knuckles are evenly pressed into the earth. The crown of the head is resting on the earth slightly in front of the hands forming an equilateral triangle. The neck is a natural extension of the spine. The chin is slightly tucked in toward the sternum.",
    "description" :"",
    "benefits":"Calms the brain and helps relieve stress and mild depression. Stimulates the pituitary and pineal glands. Strengthens the arms, legs and spine. Strengthens the lungs. Tones the abdominal organs. Improves digestion. Helps relieve the symptoms of menopause. Therapeutic for asthma, infertility, insomnia and sinusitis.",
    "benefices":""
  },
  {
    "id":52,
    "nameFr":"",
    "nameUs":"Head to Knee",
    "altName":"",
    "sanskritName":"Jānu Śīrṣāsana",
    "flag":"https://raw.githubusercontent.com/rodolphe37/asanas-guess-game/master/api-server/data/images/postures/head_to_knee_L.png",
    "categorie":"",
    "category":"Seated / Forward Bend",
    "difficulte":"",
    "difficulty":"Beginner",
    "decripUs":"145-Sit on the floor with your legs straight in front of you. Bend one knee and place the bottom of your foot against the inner part of your opposite thigh. Your extended leg and knee should be comfortably pressed on the floor and your bent knee will have an outer, upper rotation. Center your chest and belly over your extended leg. Grow your spine long and arms overhead, then fold over your straight leg. Keep a long spine, reach for your ankles or toes with your hands, or rest your arms alongside your extended leg.",
    "description" :"",
    "benefits":"Stretches the groin, hamstrings, and shoulders.",
    "benefices":""
  },
  {
    "id":53,
    "nameFr":"",
    "nameUs":"Hero",
    "altName":"",
    "sanskritName":"Vīrāsana",
    "flag":"https://raw.githubusercontent.com/rodolphe37/asanas-guess-game/master/api-server/data/images/postures/hero.png",
    "categorie":"",
    "category":"Seated / Backbend",
    "difficulte":"",
    "difficulty":"Beginner",
    "decripUs":"149-From a kneeling position on the floor (with a folded blanket to pad your knees, shins, and feet if necessary) the weight of the body is centered between your feet in a seated position. If the buttocks don't comfortably rest on the floor, raise them on a block placed between the feet. Make sure both sitting bones are evenly supported. There is a thumb's-width space between the inner heels and the outer hips. The thighs are rotated inward and the heads of the thigh-bones are pressed into the earth with the bases of your palms. The hands rest on the lap, thighs or soles of the feet. The shoulder blades are firmed against the back ribs and the top of your sternum is lifted like a proud warrior. The collarbones are widened as the shoulder blades release away from the ears. The tailbone lengthens into the floor to anchor the back torso.",
    "description" :"",
    "benefits":"Stretches the thighs, knees, and ankles. Strengthens the arches. Improves digestion and relieves gas. Helps relieve the symptoms of menopause. Reduces swelling of the legs during pregnancy (through second trimester). Therapeutic for high blood pressure and asthma.",
    "benefices":""
  },
  {
    "id":54,
    "nameFr":"",
    "nameUs":"Kneeling with Hands on Hips",
    "altName":"Camel (Preparation)",
    "sanskritName":"",
    "flag":"https://raw.githubusercontent.com/rodolphe37/asanas-guess-game/master/api-server/data/images/postures/camel_preparation_hands_on_hips.png",
    "categorie":"",
    "category":"Arm Leg Support / Neutral",
    "difficulte":"",
    "difficulty":"Beginner",
    "decripUs":"156-Rise onto your knees and shins, tops of the feet down. Keep your knees hip width apart. Shoulders, Hips, and Knees in line. Bring your hands to your hips and move inward.",
    "description" :"",
    "benefits":"Brings stillness and focus inward.",
    "benefices":""
  },
  {
    "id":55,
    "nameFr":"",
    "nameUs":"Kneeling with Prayer Hands",
    "altName":"Camel (Preparation)",
    "sanskritName":"",
    "flag":"https://raw.githubusercontent.com/rodolphe37/asanas-guess-game/master/api-server/data/images/postures/camel_preparation.png",
    "categorie":"",
    "category":"Arm Leg Support / Neutral",
    "difficulte":"",
    "difficulty":"Beginner",
    "decripUs":"157-Rise onto your knees and shins, tops of the feet down. Keep your knees hip width apart. Shoulders, Hips, and Knees in line. Bring your hands to your heart and move inward.",
    "description" :"",
    "benefits":"Brings stillness and focus inward",
    "benefices":""
  },
  {
    "id":56,
    "nameFr":"",
    "nameUs":"Knee Pile",
    "altName":"Cow Face (Preparation)",
    "sanskritName":"",
    "flag":"https://raw.githubusercontent.com/rodolphe37/asanas-guess-game/master/api-server/data/images/postures/knee_pile_L.png",
    "categorie":"",
    "category":"Seated / Neutral",
    "difficulte":"",
    "difficulty":"Beginner",
    "decripUs":"158-From a seated position both sit bones are equally grounded into the earth with one knee wrapped on top of the other knee. The feet extend to the side of the body and rest on the earth. The ribcage is lifted toward the sky. The chin is slightly tucked toward the sternum. The hands are resting on the earth by the feet. The gaze is forward.",
    "description" :"",
    "benefits":"Stretches the ankles, hips and thighs.",
    "benefices":""
  },
  {
    "id":57,
    "nameFr":"",
    "nameUs":"Lizard on the Knee with Straight Arms",
    "altName":"",
    "sanskritName":"",
    "flag":"https://raw.githubusercontent.com/rodolphe37/asanas-guess-game/master/api-server/data/images/postures/lunge_kneeling_hands_on_mat_R.png",
    "categorie":"",
    "category":"Arm Leg Support / Balancing",
    "difficulte":"",
    "difficulty":"Beginner",
    "decripUs":"162-From Downward-Facing Dog (Adho Mukha Śvānāsana) pose, step your foot between your hands to a lunge position. The back knee is down. The arms are straight and positioned on the inside of the front leg. The palms of the hands are pushing the ground away from the body. Straight line of energy is maintained throughout the spine. If a deeper stretch is desired, both forearms may be br",
    "description" :"",
    "benefits":"Opens hips and hip flexors. Works the quadriceps and lubricates the joints. Increases flexibility.",
    "benefices":""
  },
  {
    "id":58,
    "nameFr":"",
    "nameUs":"Lizard with Straight Arms",
    "altName":"",
    "sanskritName":"",
    "flag":"https://raw.githubusercontent.com/rodolphe37/asanas-guess-game/master/api-server/data/images/postures/lunge_hands_on_mat_R.png",
    "categorie":"",
    "category":"Arm Leg Support / Balancing",
    "difficulte":"",
    "difficulty":"Beginner",
    "decripUs":"163-The front foot of one leg is rooted onto the earth with the knee directly above and tracking the ankle in a 90-degree angle. The back leg is straight, no bend in the knee, and the weight is distributed backwards onto the toes as the back heel pushes back and down toward the earth. The inner thighs scissor toward each other and the pelvis is tucked under with the ribcage lifted and the chin slightly tucked. Both arms are straight (no bend in the elbows) on the inside of the front knee. The palms are pressed into the earth with the fingers spread wide and the knuckles flat. The gaze is",
    "description" :"",
    "benefits":"Creates flexibility and strength. Promotes stability in the front and back of the torso. Tones the lower body. Stretches the chest, lungs, shoulders, arms, neck, belly, groins (psoas) and the muscles of the back. Strengthens and stretches the inner thighs, calves and ankles.",
    "benefices":""
  },
  {
    "id":59,
    "nameFr":"",
    "nameUs":"Half Locust",
    "altName":"",
    "sanskritName":"Ardha Śalabhāsana",
    "flag":"https://raw.githubusercontent.com/rodolphe37/asanas-guess-game/master/api-server/data/images/postures/locust_half_R.png",
    "categorie":"",
    "category":"Prone / Backbend",
    "difficulte":"",
    "difficulty":"Beginner",
    "decripUs":"165-Begin in a prone position, lying on the stomach with the arms along the sides of torso, the palms are up, the forehead is resting on the earth. Turn the big toes toward each other to rotate the thighs inward and to firm the buttocks so that the coccyx (tailbone) presses toward the pubis. Then lift the head, upper torso, arms, and legs away from the earth while resting the weight of the body on the lower ribs, belly, and front pelvis. Firm the buttocks and reach strongly through the legs, first through the heels to lengthen the back legs, then through the bases of the big toes. Keep the big toes turned toward each other. The arms are raised parallel to the floor. The fingers actively stretch and extend forward as the shoulders pull away from the ears. The scapulae are pressed back and down firmly into the back. The gaze is forward or slightly upward. Be careful not to extend the chin forward and crunch the back of the neck. Keep the base of the skull lifted and the back of the neck long.",
    "description" :"",
    "benefits":"Strengthens the muscles of the spine, the buttocks, and the backs of the arms and the legs. Stretches the shoulders, the chest, the belly and the thighs. Improves posture. Stimulates abdominal organs. Helps relieve stress.",
    "benefices":""
  },
  {
    "id":60,
    "nameFr":"",
    "nameUs":"Half Lotus",
    "altName":"",
    "sanskritName":"Ardha Padmāsana",
    "flag":"https://raw.githubusercontent.com/rodolphe37/asanas-guess-game/master/api-server/data/images/postures/lotus_half.png",
    "categorie":"",
    "category":"Seated / Neutral",
    "difficulte":"",
    "difficulty":"Beginner",
    "decripUs":"171-From a seated position, bend one knee and bring the ankle to the crease of the opposite hip so the sole of the foot faces the sky. Bend the other knee, and cross the ankle beneath the opposite knee. Place the hands on the thighs or knees and keep the spine straight.",
    "description" :"",
    "benefits":"Opens the hips and stretches the knees and ankles. Strengthens the back and calms the mind, reduces stress and anxiety. Improves circulation and blood flow in the pelvis.",
    "benefices":""
  },
  {
    "id":61,
    "nameFr":"",
    "nameUs":"Lunge",
    "altName":"Runner's Lunge",
    "sanskritName":"",
    "flag":"https://raw.githubusercontent.com/rodolphe37/asanas-guess-game/master/api-server/data/images/postures/lunge_R.png",
    "categorie":"",
    "category":"Arm Leg Support / Balancing",
    "difficulte":"",
    "difficulty":"Beginner",
    "decripUs":"174-The weight of the body is supported on the front foot and the back toes. The front knee is bent directly above the ankle in a 90-degree angle to the ankle. The back heel is pressed to the back. The inner thighs scissor toward each other and the hips are squared. The ribcage is lifted and the heart is open. The fingertips straddle the front leg and rest softly on the earth for balance. You may use a block if necessary to keep the proper alignment. The gaze is down and slightly forward.",
    "description" :"",
    "benefits":"Creates flexible strength. Promotes stability in the front and back of the torso. Tones the lower body.",
    "benefices":""
  },
  {
    "id":62,
    "nameFr":"",
    "nameUs":"Lunge with Arm Extended Forward",
    "altName":"",
    "sanskritName":"",
    "flag":"https://raw.githubusercontent.com/rodolphe37/asanas-guess-game/master/api-server/data/images/postures/lunge_arm_forward_R.png",
    "categorie":"",
    "category":"Arm Leg Support / Balancing",
    "difficulte":"",
    "difficulty":"Beginner",
    "decripUs":"175-From Lunge, the arm (on the side of the body that correlates to the front bent knee) is extended forward with fingers spread wide and the palm facing inward. The other arm remains on the inside of the thigh with the palm rooted into the earth for support. The gaze is forward.",
    "description" :"",
    "benefits":"Creates flexible strength. Promotes stability in the front and back of the torso. Tones the lower body. Opens the shoulders.",
    "benefices":""
  },
  {
    "id":63,
    "nameFr":"",
    "nameUs":"Lunge on the Knee",
    "altName":"",
    "sanskritName":"",
    "flag":"https://raw.githubusercontent.com/rodolphe37/asanas-guess-game/master/api-server/data/images/postures/lunge_kneeling_L.png",
    "categorie":"",
    "category":"Arm Leg Support / Balancing",
    "difficulte":"",
    "difficulty":"Beginner",
    "decripUs":"177-The front knee is bent in a 90-degree angle directly above the ankle and the back knee is resting on the earth with the top of the back foot pressed firmly into the earth. The hips are squared and pressed forward. The inner thighs scissor toward each other. The pelvis is tucked under to protect. The ribcage is lifted. The arms are on either side of the front foot for balance. The gaze is forward.",
    "description" :"",
    "benefits":"Creates flexible strength. Promotes stability in the front and back of the torso. Tones the lower body.",
    "benefices":""
  },
  {
    "id":64,
    "nameFr":"",
    "nameUs":"Lunge on the Knee with Arm Extended Forward",
    "altName":"",
    "sanskritName":"",
    "flag":"https://raw.githubusercontent.com/rodolphe37/asanas-guess-game/master/api-server/data/images/postures/lunge_kneeling_arm_forward_R.png",
    "categorie":"",
    "category":"Arm Leg Support / Balancing",
    "difficulte":"",
    "difficulty":"Beginner",
    "decripUs":"178-From Lunge on the Knee, the arm (on the side of the body that correlates to the front bent knee) is extended forward with fingers spread wide and the palm facing inward. The other arm remains on the inside of the thigh with the palm rooted into the earth for support. The gaze is forward.",
    "description" :"",
    "benefits":"Creates flexible strength. Promotes stability in the front and back of the torso. Tones the lower body. Opens the shoulders.",
    "benefices":""
  },
  {
    "id":65,
    "nameFr":"",
    "nameUs":"Lunge on the Knee with Arm Extended Up",
    "altName":"",
    "sanskritName":"",
    "flag":"https://raw.githubusercontent.com/rodolphe37/asanas-guess-game/master/api-server/data/images/postures/lunge_kneeling_arm_up_R.png",
    "categorie":"",
    "category":"Arm Leg Support / Twist",
    "difficulte":"",
    "difficulty":"Beginner",
    "decripUs":"179-From Lunge on the Knee, the arm corresponding to the bent knee extends to the sky as the torso rotates open. The palm is open out and the fingers are spread wide. The other arm (which is in the same plane as the top arm) remains on the inside of the thigh with the palm rooted to the earth for balance. The gaze is up toward the sky, unless it hurts your neck, then take the gaze to the earth.",
    "description" :"",
    "benefits":"Creates flexible strength. Promotes stability in the front and back of the torso. Tones the lower body. Opens the shoulders.",
    "benefices":""
  },
  {
    "id":66,
    "nameFr":"",
    "nameUs":"Mountain",
    "altName":"Equal Standing",
    "sanskritName":"Tāḍāsana",
    "flag":"https://raw.githubusercontent.com/rodolphe37/asanas-guess-game/master/api-server/data/images/postures/mountain_arms_side.png",
    "categorie":"",
    "category":"Standing / Neutral",
    "difficulte":"",
    "difficulty":"Beginner",
    "decripUs":"181-The body is in the standing position, with the feet together and rooted into the earth. The weight of the body is evenly distributed on the four corners of the feet. The pelvis is tucked. The ribcage is lifted. The neck is a natural extension of the spine and the chin is slightly tucked toward the sternum. The shoulders are relaxed as they rotate back and down. The arms at your sides. The gaze is forward.",
    "description" :"",
    "benefits":"Improves posture. Strengthens thighs, knees, and ankles. Firms abdomen and buttocks. Relieves sciatica. Reduces flat feet.",
    "benefices":""
  },
  {
    "id":67,
    "nameFr":"",
    "nameUs":"Mountain with Arms Up",
    "altName":"Upward Salute / Upward Tree / Extended Mountain",
    "sanskritName":"Ūrdhva Hastāsana",
    "flag":"https://raw.githubusercontent.com/rodolphe37/asanas-guess-game/master/api-server/data/images/postures/mountain_salute.png",
    "categorie":"",
    "category":"Standing / Neutral",
    "difficulte":"",
    "difficulty":"Beginner",
    "decripUs":"182-From Mountain (Tāḍāsana) pose, the arms are straight and lifted up toward the sky. The palms are together. The head is tipped back slightly, making sure not to compress the back of your neck. The gaze is toward your thumbs.",
    "description" :"",
    "benefits":"Elongates the spine. Brings awareness to your entire body. Improves posture. Strengthens thighs, knees, and ankles. Firms abdomen and buttocks",
    "benefices":""
  },
  {
    "id":68,
    "nameFr":"",
    "nameUs":"Mountain with Arms Up and Backbend",
    "altName":"",
    "sanskritName":"Ūrdhva Hastāsana",
    "flag":"https://raw.githubusercontent.com/rodolphe37/asanas-guess-game/master/api-server/data/images/postures/mountain_arms_up.png",
    "categorie":"",
    "category":"Standing / Backbend",
    "difficulte":"",
    "difficulty":"Beginner",
    "decripUs":"183-From Mountain (Tāḍāsana) pose, the arms are lifted up toward the sky and the back is arched. The elbows are straight and the biceps are by the ears. The palms are open and face each other with the fingers spread wide. The pelvis is tucked. The ribcage is lifted. The gaze is toward the sky.",
    "description" :"",
    "benefits":"Elongates the spine. Brings awareness to your entire body. Improves posture. Strengthens thighs, knees, and ankles. Firms abdomen and buttocks.",
    "benefices":""
  },
  {
    "id":69,
    "nameFr":"",
    "nameUs":"One Legged Mountain",
    "altName":"",
    "sanskritName":"",
    "flag":"https://raw.githubusercontent.com/rodolphe37/asanas-guess-game/master/api-server/data/images/postures/standing_hand_to_toe_hands_on_hips_L.png",
    "categorie":"",
    "category":"Intermediate",
    "difficulte":"",
    "difficulty":"Beginner",
    "decripUs":"184-Begin standing in Mountain (Tāḍāsana). Shift your weight to one foot, and ground down firmly. Bring the opposite leg up and toward the front while keeping it straight. The lifted leg should be parallel to the floor. Keep the hips squared to the floor. Place both hands on the your hips. Your gaze forward and focused on one spot.",
    "description" :"",
    "benefits":"Improves posture and balance. Increases flexibility in hip joints, knees, and ankles. Strengthens the abdominal muscles.",
    "benefices":""
  },
  {
    "id":70,
    "nameFr":"",
    "nameUs":"Mountain with Open Arm Twist",
    "altName":"",
    "sanskritName":"",
    "flag":"https://raw.githubusercontent.com/rodolphe37/asanas-guess-game/master/api-server/data/images/postures/mountain_side_twist_L.png",
    "categorie":"",
    "category":"Standing / Neutral",
    "difficulte":"",
    "difficulty":"Beginner",
    "decripUs":"185-From Mountain (Tāḍāsana), one arm reaches back and the other reaches forward. The ribcage is lifted and the heart is open. The hips and knees stay squared to the front and the twist comes from the midsection. The gaze is toward the back hand, unless it hurts your neck, then the gaze can be forward.",
    "description" :"",
    "benefits":"Increases the flexibility of the spine and back. Improves balance.",
    "benefices":""
  },
  {
    "id":71,
    "nameFr":"",
    "nameUs":"Mountain with Prayer Hands",
    "altName":"",
    "sanskritName":"Tāḍāsana",
    "flag":"https://raw.githubusercontent.com/rodolphe37/asanas-guess-game/master/api-server/data/images/postures/mountain.png",
    "categorie":"",
    "category":"Standing / Neutral",
    "difficulte":"",
    "difficulty":"Beginner",
    "decripUs":"186-From Mountain (Tāḍāsana) pose, the hands come together at the heart in prayer position. The gaze is forward.",
    "description" :"",
    "benefits":"Improves posture. Strengthens thighs, knees, and ankles. Firms abdomen and buttocks. Relieves sciatica. Reduces flat feet.",
    "benefices":""
  },
  {
    "id":72,
    "nameFr":"",
    "nameUs":"Half Pigeon",
    "altName":"Swan",
    "sanskritName":"",
    "flag":"https://raw.githubusercontent.com/rodolphe37/asanas-guess-game/master/api-server/data/images/postures/pigeon_half_R.png",
    "categorie":"",
    "category":"Seated / Backbend",
    "difficulte":"",
    "difficulty":"Beginner",
    "decripUs":"189-From a lounging position, the hips are parallel and squared to the earth with the front knee bent in a 90-degree angle and flat on the earth. The front foot rests close to the groin. The back leg is extended with the knee and the back foot squared, parallel and pressed firmly into the earth. The ribcage is lifted. The heart is open. Fingers rest on the earth by the side body. The gaze is forward.",
    "description" :"",
    "benefits":"Stretches the thighs, groin, psoas, abdomen, chest, shoulders, and neck. Stimulates the abdominal organs. Opens the shoulders and chest.",
    "benefices":""
  },
  {
    "id":73,
    "nameFr":"",
    "nameUs":"One Legged Plank on the Knee",
    "altName":"",
    "sanskritName":"",
    "flag":"https://raw.githubusercontent.com/rodolphe37/asanas-guess-game/master/api-server/data/images/postures/plank_leg_up_kneeling_L.png",
    "categorie":"",
    "category":"Arm Leg Support / Balancing",
    "difficulte":"",
    "difficulty":"Beginner",
    "decripUs":"196-The body is parallel to the earth, and supported by straight arms and one knee. The other leg is extended off the earth and reaches back with active toes. The abdomen is pulled up toward the spine. The pelvis is tucked. The neck is a natural extension of the spine. The chin is slightly tucked. The palms are flat and the elbows are close to the side body. The joints are stacked with the wrists, elbows and shoulders in a straight line perpendicular to the earth. The gaze follows the spine and the eyes are focused down toward the earth.",
    "description" :"",
    "benefits":"Strengthens the arms, wrists and spine. Tones the abdomen.",
    "benefices":""
  },
  {
    "id":74,
    "nameFr":"",
    "nameUs":"Plank on the Knees",
    "altName":"",
    "sanskritName":"",
    "flag":"https://raw.githubusercontent.com/rodolphe37/asanas-guess-game/master/api-server/data/images/postures/plank_kneeling.png",
    "categorie":"",
    "category":"Arm Leg Support / Balancing",
    "difficulte":"",
    "difficulty":"Beginner",
    "decripUs":"197-The body is parallel to the earth. The weight of the body is supported by straight arms and the top of the squared knees. The abdomen is pulled up toward the spine. The pelvis is tucked. The neck is a natural extension of the spine and the chin is slightly tucked in. The palms are flat and the elbows are close to the side body. The joints are stacked with the wrists, elbows and shoulders in a straight line perpendicular to the earth. The gaze is down following the straight line of the spine.",
    "description" :"",
    "benefits":"Strengthens the arms, wrists, and spine. Tones the abdomen.",
    "benefices":""
  },
  {
    "id":75,
    "nameFr":"",
    "nameUs":"Side Plank on the Knee",
    "altName":"",
    "sanskritName":"",
    "flag":"https://raw.githubusercontent.com/rodolphe37/asanas-guess-game/master/api-server/data/images/postures/plank_kneeling_side_L.png",
    "categorie":"",
    "category":"Arm Leg Support / Balancing",
    "difficulte":"",
    "difficulty":"Beginner",
    "decripUs":"198-From Box (Cakravākāsana), one leg is extended back with the outside edge of the foot gripping the earth. The top arm (on the same side of the body as the extended leg) is extended up to the sky with the fingers spread wide. The supporting leg is bent and the foot and the knee are angled out for balance. The supporting arm is straight and in line the extended arm with the joints stacked. The pelvis is tucked under to protect the lumbar spine and the gaze is up.",
    "description" :"",
    "benefits":"Strengthens the arms, belly and legs. Stretches and strengthens the wrists. Stretches the backs of the legs. Improves sense of balance and focus.",
    "benefices":""
  },
  {
    "id":76,
    "nameFr":"",
    "nameUs":"Rabbit",
    "altName":"",
    "sanskritName":"Sasangāsana",
    "flag":"https://raw.githubusercontent.com/rodolphe37/asanas-guess-game/master/api-server/data/images/postures/rabbit.png",
    "categorie":"",
    "category":"Arm Leg Support / Forward Bend",
    "difficulte":"",
    "difficulty":"Beginner",
    "decripUs":"208-From Child's (Balāsana) pose, rest the torso onto the thighs and the forehead onto the earth. Walk the knees up to meet the forehead, shifting some weight to the crown of the head. Find the maximum comfortable neck stretch and then reach back and grip the base of the feet (use a strap if necessary). To increase the stretch and come into the full expression of the pose, gradually lift or elevate your hips. Be sure to keep your forehead as close as possible to your knees and the topmost part of your skull (crown of the head) on the earth. Contract your abdominal muscles and gaze at your ankles.",
    "description" :"",
    "benefits":"Maintains the mobility and elasticity of spine. Nurtures the nervous system and helps with depression. Improves digestion. Helps cure sinus problems, colds and chronic tonsillitis. Strengthens and firms the abdomen. Stretches the back muscles. Removes the tension from the upper back and the neck. Improves posture. Stimulates the thymus gland, improving the function of the immune system.",
    "benefices":""
  },
  {
    "id":77,
    "nameFr":"",
    "nameUs":"Rag Doll",
    "altName":"Dangling / Standing Forward Bend with Clasped Elbows",
    "sanskritName":"",
    "flag":"https://raw.githubusercontent.com/rodolphe37/asanas-guess-game/master/api-server/data/images/postures/rag_doll.png",
    "categorie":"",
    "category":"Standing / Forward Bend",
    "difficulte":"",
    "difficulty":"Beginner",
    "decripUs":"209-From a Standing Forward Bend (Uttānāsana), separate your feet hip-width apart and catch opposite elbows. Take a generous bend in your knees if you'd like, to allow your chest and thighs to connect. Shift some weight forward into the balls of your feet to send your sit bones up. Allow your neck and face to relax. Sway side to side to release any tension.",
    "description" :"",
    "benefits":"Stretches the hamstrings, calves, and knees. Relaxes the neck.",
    "benefices":""
  },
  {
    "id":78,
    "nameFr":"",
    "nameUs":"Rejuvenation",
    "altName":"Legs-Up / Supine Staff / Waterfall",
    "sanskritName":"Supta Daṇḍāsana",
    "flag":"https://raw.githubusercontent.com/rodolphe37/asanas-guess-game/master/api-server/data/images/postures/corpse_double_leg_raise.png",
    "categorie":"",
    "category":"Supine / Balancing",
    "difficulte":"",
    "difficulty":"Beginner",
    "decripUs":"210-From a supine position, with the back relaxed onto the earth, the legs extend toward the sky without any tension behind the knees. The arms rest by the side body and the palms open toward the sky in a receptive mode. Hold this position or gently sway the legs from side to side. The eyes are closed and the gaze is inward.",
    "description" :"",
    "benefits":"Releases spine and lower back and heals the body.",
    "benefices":""
  },
  {
    "id":79,
    "nameFr":"",
    "nameUs":"Sphinx",
    "altName":"",
    "sanskritName":"Sālamba Bhujaṅgāsana",
    "flag":"https://raw.githubusercontent.com/rodolphe37/asanas-guess-game/master/api-server/data/images/postures/sphinx.png",
    "categorie":"",
    "category":"Prone / Backbend",
    "difficulte":"",
    "difficulty":"Beginner",
    "decripUs":"237-From a prone position with the pelvic bowl is firmly contracted interiorly toward the center line of the body while the pubis is tucked under. The legs are extended back and the tops of the feet are flat. The palms are flat and the elbows are on the mat, stacked right below the shoulders. On an inhalation, lift the sternum and extend the neck away from shoulders with the elbows, palms and pelvic bone firmly attached to the mat.",
    "description" :"",
    "benefits":"Strengthens the spine. Stretches the chest, the lungs, the shoulders and the abdomen. Stimulates the abdominal organs. Opens the heart and the lungs.",
    "benefices":""
  },
  {
    "id":80,
    "nameFr":"",
    "nameUs":"Supine Spinal Twist",
    "altName":"",
    "sanskritName":"Supta Jaṭhara Parivartānāsana",
    "flag":"https://raw.githubusercontent.com/rodolphe37/asanas-guess-game/master/api-server/data/images/postures/supine_spinal_twist_R.png",
    "categorie":"",
    "category":"Supine / Twist",
    "difficulte":"",
    "difficulty":"Beginner",
    "decripUs":"238-From a supine position, bend one knee and cross it outside of the opposite foot. Use your hand to put slight pressure on the bent knee to push down toward the floor. Keep both shoulders squared and rooted to the earth. Extend the opposite hand and gaze toward the hand. For a deeper stretch, start to straighten the bent leg.",
    "description" :"",
    "benefits":"Stretches the back muscles and spine. Stimulates the kidneys, abdominal organs, urinary bladders and intestines. Releases stress. If the knee is straightened, it stretches the hamstrings and strengthens the legs",
    "benefices":""
  },
  {
    "id":81,
    "nameFr":"",
    "nameUs":"Squatting Toe Balance",
    "altName":"",
    "sanskritName":"",
    "flag":"https://raw.githubusercontent.com/rodolphe37/asanas-guess-game/master/api-server/data/images/postures/seated_on_heels_prayer.png",
    "categorie":"",
    "category":"Seated / Balancing",
    "difficulte":"",
    "difficulty":"Beginner",
    "decripUs":"The weight of the body is seated on the heels with the knees closed and the hands are at the heart in prayer position. The pelvis is tucked. The belly is pulled up and in toward the spine. The ribcage and chin are lifted. The gaze is forward and slightly down.",
    "description" :"",
    "benefits":"Strengthens arms, wrists and ankles. Stretches the upper back. Strengthens the abdominal muscles. Opens the groin. Tones the abdominal organs.",
    "benefices":""
  },
  {
    "id":82,
    "nameFr":"",
    "nameUs":"Squatting Toe Balance with Opened Knees",
    "altName":"",
    "sanskritName":"",
    "flag":"https://raw.githubusercontent.com/rodolphe37/asanas-guess-game/master/api-server/data/images/postures/seated_on_heels_prayer_opened_knees.png",
    "categorie":"",
    "category":"Seated / Balancing",
    "difficulte":"",
    "difficulty":"Beginner",
    "decripUs":"The weight of the body is seated on the heels with the knees open to the sides. The hands are at the heart in prayer position. The belly is pulled up and in toward the spine with the ribcage and chin lifted. The gaze is forward and slightly down.",
    "description" :"",
    "benefits":"Strengthens arms, wrists and ankles. Stretches the upper back. Strengthens the abdominal muscles. Opens the groin. Tones the abdominal organs.",
    "benefices":""
  },
  {
    "id":83,
    "nameFr":"",
    "nameUs":"Staff",
    "altName":"",
    "sanskritName":"Daṇḍāsana",
    "flag":"https://raw.githubusercontent.com/rodolphe37/asanas-guess-game/master/api-server/data/images/postures/staff.png",
    "categorie":"",
    "category":"Seated / Neutral",
    "difficulte":"",
    "difficulty":"Beginner",
    "decripUs":"From a seated position both legs are extended to the front. The torso does not lean backward. The weight of the body is positioned toward the front of the sitting bones and the pubis and tailbone are equidistant from the earth. Both thighs are pressed down against the floor and are rotated slightly toward each other. The inner groins are drawn up toward the sacrum. Feet are flexed and the toes are separated. The heels may come up off the earth. The ankles are pressed out through the heels. The shoulders are stacked in line with the hips. The arms are resting by the side body. The front torso is lengthened perpendicular to the earth, extending up through the crown of the head toward the sky while the sits bones are rooted down.",
    "description" :"",
    "benefits":"Strengthens the back muscles. Stretches the shoulders and chest. Improves posture.",
    "benefices":""
  },
  {
    "id":84,
    "nameFr":"",
    "nameUs":"Star with Hands Interlaced",
    "altName":"",
    "sanskritName":"",
    "flag":"https://raw.githubusercontent.com/rodolphe37/asanas-guess-game/master/api-server/data/images/postures/star_hands_interlaced_L.png",
    "categorie":"",
    "category":"Standing / Neutral",
    "difficulte":"",
    "difficulty":"Beginner",
    "decripUs":"Begin standing in Mountain (Tāḍāsana). Step your feet apart wider than your hips, toes turned out slightly. Press into all four points of your feet and engage your legs. Tuck your tailbone slightly by bringing your pelvis to neutral. Interlaced your hands behind your back and lift through your sternum.",
    "description" :"",
    "benefits":"Strengthens and lengthens the body. Aligns the spine. Strengthens legs, ankles, abdomen and back.",
    "benefices":""
  },
  {
    "id":85,
    "nameFr":"",
    "nameUs":"Star with Hands on Hips",
    "altName":"",
    "sanskritName":"",
    "flag":"https://raw.githubusercontent.com/rodolphe37/asanas-guess-game/master/api-server/data/images/postures/star_hands_on_hips_L.png",
    "categorie":"",
    "category":"Standing / Neutral",
    "difficulte":"",
    "difficulty":"Beginner",
    "decripUs":"Begin standing in Mountain (Tāḍāsana). Step your feet apart wider than your hips, toes turned out slightly. Press into all four points of your feet and engage your legs. Tuck your tailbone slightly by bringing your pelvis to neutral. Place your hands to your hips. Relax your shoulder blades away from your head and broaden across your collarbone.",
    "description" :"",
    "benefits":"Strengthens and lengthens the body. Aligns the spine. Strengthens legs, ankles, abdomen and back.",
    "benefices":""
  },
  {
    "id":86,
    "nameFr":"",
    "nameUs":"Table with Knee to Forehead",
    "altName":"Table Top with Knee to Forehead / Box with Knee to Forehead",
    "sanskritName":"",
    "flag":"https://raw.githubusercontent.com/rodolphe37/asanas-guess-game/master/api-server/data/images/postures/downward_dog_knee_to_forehead_kneeling_L.png",
    "categorie":"",
    "category":"Arm Leg Support / Balancing",
    "difficulte":"",
    "difficulty":"Beginner",
    "decripUs":"From Box (Cakravākāsana), one knee is pulled into the chest or to the forehead as flexibility allows. The belly is pulled up and in. The back is arched in a Cobra position with the chin tucked. The gaze is down and slightly forward.",
    "description" :"",
    "benefits":"Calms the brain and helps relieve stress and mild depression. Energizes the body. Stretches the shoulders, neck, hamstrings, calves, arches, and hands. Strengthens the arms and legs. Helps relieve the symptoms of menopause. Relieves menstrual discomfort when done with the head supported. Helps prevent osteoporosis. Improves digestion. Relieves headache, insomnia, back pain, and fatigue. Therapeutic for high blood pressure, asthma, flat feet, sciatica, and sinusitis. Warms up the ankles and the toes. Strengthens abdominal muscles.",
    "benefices":""
  },
  {
    "id":87,
    "nameFr":"",
    "nameUs":"One Legged Table",
    "altName":"One Legged Table Top / One Legged Box",
    "sanskritName":"",
    "flag":"https://raw.githubusercontent.com/rodolphe37/asanas-guess-game/master/api-server/data/images/postures/downward_dog_leg_up_kneeling_L.png",
    "categorie":"",
    "category":"Arm Leg Support / Balancing",
    "difficulte":"",
    "difficulty":"Beginner",
    "decripUs":"From Box (Cakravākāsana), one knee is resting squared to the earth. The other leg is extended and reaches up toward the sky. The gaze is toward the back.",
    "description" :"",
    "benefits":"Tones and strengthens the standing leg. Improves flexibility. Opens the hips.",
    "benefices":""
  },
  {
    "id":88,
    "nameFr":"",
    "nameUs":"Reverse Table",
    "altName":"Reverse Table Top",
    "sanskritName":"Ardha Pūrvottānāsana",
    "flag":"https://raw.githubusercontent.com/rodolphe37/asanas-guess-game/master/api-server/data/images/postures/table.png",
    "categorie":"",
    "category":"Arm Leg Support / Backbend",
    "difficulte":"",
    "difficulty":"Beginner",
    "decripUs":"From Staff (Daṇḍāsana) place the hands on the floor about one foot behind the hips with the fingertips pointed forward toward hips. Keep knees bent and feet close to hips while pressing through the hands and feet to lift the hips creating an inverted U with the body into Table. Relax the head back and gaze at the tip of your nose.",
    "description" :"",
    "benefits":"Strengthens the arms, the wrists, and the legs. Stretches the shoulders, the chest, and the front ankles.",
    "benefices":""
  },
  {
    "id":89,
    "nameFr":"",
    "nameUs":"Thunderbolt",
    "altName":"",
    "sanskritName":"Vajrasana",
    "flag":"https://raw.githubusercontent.com/rodolphe37/asanas-guess-game/master/api-server/data/images/postures/thunderbolt.png",
    "categorie":"",
    "category":"Seated / Neutral",
    "difficulte":"",
    "difficulty":"Beginner",
    "decripUs":"Begin kneeling on the floor with your hips over your knees. Place your inner knees together and your thighs perpendicular to the floor. Un-tuck your toes and press the tops of your feet into the ground. Sit on your heels by resting your glutes on the soles of your feet. Keep your feet directly in line with your shins. Your feet and thighs should be touching throughout the pose. Sit up straight and draw your shoulder blades firmly against your back ribs. Widen across your collarbone and drop your shoulders away from your ears. Sit up tall and lengthen your tailbone toward the floor. Allow your arms to relax and rest your palms on your thighs. Soften your gaze.",
    "description" :"",
    "benefits":"Stretches the thighs, ankles, knees, and feet. Improves posture and tones the pelvic muscles.",
    "benefices":""
  },
  {
    "id":90,
    "nameFr":"",
    "nameUs":"Toe Squat",
    "altName":"Screaming Toe / Toe Stretch",
    "sanskritName":"",
    "flag":"https://raw.githubusercontent.com/rodolphe37/asanas-guess-game/master/api-server/data/images/postures/toe_squat.png",
    "categorie":"",
    "category":"Seated / Neutral",
    "difficulte":"",
    "difficulty":"Beginner",
    "decripUs":"Begin in Box (Cakravākāsana). Curl your toes under and take a seat onto your heels. Try to resist the urge to lift up off your heels. Keep your knees grounded. To intensify the pose, begin to lean back slightly. Hands can rest on your thighs or take prayer palms to your heart. Close your eyes and breathe into any uncomfortableness.",
    "description" :"",
    "benefits":"Stretches the toes and ankles. Strengthens the knee joints.",
    "benefices":""
  },
  {
    "id":91,
    "nameFr":"",
    "nameUs":"Triangle",
    "altName":"",
    "sanskritName":"Trikoṇāsana",
    "flag":"https://raw.githubusercontent.com/rodolphe37/asanas-guess-game/master/api-server/data/images/postures/triangle_forward_R.png",
    "categorie":"",
    "category":"Standing / Lateral Bend",
    "difficulte":"",
    "difficulty":"Beginner",
    "decripUs":"From a standing position, the legs are straight and separated into a wide stance. The feet are aligned and flat on the earth with the back foot in a 60-degree angle toward the front. The inner thighs are rotated externally away from each other. The pelvis is tucked and the ribcage is lifted. One arm extends up toward the sky as the other reaches down to the earth. Both arms are aligned with the shoulders in a straight line. The fingers reach out as the shoulder blades squeeze together. The gaze is toward the front.",
    "description" :"",
    "benefits":"Stretches and strengthens the thighs, knees, and ankles. Stretches the hips, groin, hamstrings, calves, shoulders, chest, and spine. Stimulates the abdominal organs. Helps relieve stress. Improves digestion. Helps relieve the symptoms of menopause. Relieves backache, especially through second trimester of pregnancy. Therapeutic for anxiety, flat feet, infertility, neck pain, osteoporosis, and sciatica.",
    "benefices":""
  },
  {
    "id":92,
    "nameFr":"",
    "nameUs":"Triangle (Preparation)",
    "altName":"",
    "sanskritName":"",
    "flag":"https://raw.githubusercontent.com/rodolphe37/asanas-guess-game/master/api-server/data/images/postures/triangle_R.png",
    "categorie":"",
    "category":"Standing / Balancing",
    "difficulte":"",
    "difficulty":"Beginner",
    "decripUs":"From a standing position, both legs are straight and separated into a wide stance. The feet are aligned and flat on the earth with the back foot in a 60-degree angle toward the front. The inner thighs are rotated externally away from each other. The pelvis tucked in. The ribcage lifted. The arms are extended out in a straight line parallel to the earth. The palms are prone and the fingers are extended out. The shoulder blades are squeezed together. The gaze is toward the front fingers.",
    "description" :"",
    "benefits":"Stretches and strengthens the thighs, knees and ankles. Stretches the hips, groin, hamstrings, calves, shoulders, chest and spine. Stimulates the abdominal organs. Helps relieve stress. Improves digestion. Helps relieve the symptoms of menopause. Relieves backache, especially through second trimester of pregnancy. Therapeutic for anxiety, flat feet, infertility, neck pain, osteoporosis and sciatica.",
    "benefices":""
  },
  {
    "id":93,
    "nameFr":"",
    "nameUs":"Warrior I",
    "altName":"",
    "sanskritName":"Vīrabhadrāsana I",
    "flag":"https://raw.githubusercontent.com/rodolphe37/asanas-guess-game/master/api-server/data/images/postures/awkward.png",
    "categorie":"",
    "category":"Standing / Balancing",
    "difficulte":"",
    "difficulty":"Beginner",
    "decripUs":"From a standing position, the legs are in a wide stance with the feet aligned and flat on the earth. The back foot is in a 60-degree angle toward the front. The hips are squared. The inner thighs are rotated toward each other. The front knee is bent in a 90-degree angle directly above the ankle. The arms extend up to the sky with the biceps by the ears. The hands can be together or separated and facing each other with the fingers spread wide. The ribcage is lifted and the pelvis tucked. The gaze is forward.",
    "description" :"",
    "benefits":"Stretches the chest, lungs, shoulders, neck, belly and groin (psoas). Strengthens the shoulders, arms and back muscles. Strengthens and stretches the thighs, calves and ankles.",
    "benefices":""
  },
  {
    "id":94,
    "nameFr":"",
    "nameUs":"Warrior I Halfway Fold with Hands on Hips",
    "altName":"",
    "sanskritName":"",
    "flag":"https://raw.githubusercontent.com/rodolphe37/asanas-guess-game/master/api-server/data/images/postures/warrior_I_hands_on_hips_forward_R.png",
    "categorie":"",
    "category":"Standing / Forward Bend",
    "difficulte":"",
    "difficulty":"Beginner",
    "decripUs":"From a standing position, the legs are in a wide stance with the feet aligned and flat on the earth. The back foot is in a 60-degree angle toward the front. The hips are squared. The inner thighs are rotated toward each other. The front knee is bent in a 90-degree angle directly above the ankle. The ribcage is lifted. The hands are resting on the hips. The shoulder blades are back and down, squeezing together. The lower body stays static. The upper torso gently bends forward from the crease of the hip with a straight line. The gaze is forward.",
    "description" :"",
    "benefits":"Stretches the chest, lungs, neck, belly and groin (psoas). Strengthens the back muscles. Strengthens and stretches the thighs, calves and ankles.",
    "benefices":""
  },
  {
    "id":95,
    "nameFr":"",
    "nameUs":"Warrior I with Hands on Hips",
    "altName":"",
    "sanskritName":"",
    "flag":"https://raw.githubusercontent.com/rodolphe37/asanas-guess-game/master/api-server/data/images/postures/warrior_I_hands_on_hips_L.png",
    "categorie":"",
    "category":"Standing / Balancing",
    "difficulte":"",
    "difficulty":"Beginner",
    "decripUs":"From a standing position, the legs are in a wide stance with the feet aligned and flat on the earth. The back foot is in a 60-degree angle toward the front. The hips are squared. The inner thighs are rotated toward each other. The front knee is bent in a 90-degree angle directly above the ankle. The pelvis is tucked. The ribcage is lifted. The arms are by the side body with the hands resting on the hips. The gaze is forward.",
    "description" :"",
    "benefits":"Stretches the chest, lungs, neck, belly and groin (psoas). Strengthens the back muscles. Strengthens and stretches the thighs, calves and ankles.",
    "benefices":""
  },
  {
    "id":96,
    "nameFr":"",
    "nameUs":"Warrior II",
    "altName":"",
    "sanskritName":"Vīrabhadrāsana II",
    "flag":"https://raw.githubusercontent.com/rodolphe37/asanas-guess-game/master/api-server/data/images/postures/warrior_II_R.png",
    "categorie":"",
    "category":"Standing / Balancing",
    "difficulte":"",
    "difficulty":"Beginner",
    "decripUs":"From a standing position, the legs are separated into a wide stance. The front knee is bent in a 90-degree angle directly above the ankle. The back leg is extended and straight with the outside edge of the back foot gripping the earth in a 60-degree angle toward the front. The inner thighs are externally rotated away from each other. The pelvis is tucked. The ribcage is lifted. The arms are extended out to the sides and are aligned with the shoulders in a straight line with the fingers reaching out as the shoulder blades squeeze together. The gaze is toward the front fingers.",
    "description" :"",
    "benefits":"Strengthens and stretches the legs and ankles. Stretches the groin, chest, lungs, and shoulders. Stimulates abdominal organs. Increases stamina. Relieves backaches, especially through second trimester of pregnancy. Therapeutic for carpal tunnel syndrome, flat feet, infertility, osteoporosis, and sciatica.",
    "benefices":""
  },
  {
    "id":97,
    "nameFr":"",
    "nameUs":"Warrior I with Prayer Hands",
    "altName":"",
    "sanskritName":"",
    "flag":"https://raw.githubusercontent.com/rodolphe37/asanas-guess-game/master/api-server/data/images/postures/warrior_prayer_L.png",
    "categorie":"",
    "category":"Standing / Balancing",
    "difficulte":"",
    "difficulty":"Beginner",
    "decripUs":"From Warrior I (Vīrabhadrāsana I), the hands come to the heart in prayer position",
    "description" :"",
    "benefits":"Stretches the chest, lungs, shoulders, neck, belly and groin (psoas). Strengthens and stretches the thighs, calves and ankles.",
    "benefices":""
  },
  {
    "id":98,
    "nameFr":"",
    "nameUs":"Wheel (Preparation)",
    "altName":"",
    "sanskritName":"",
    "flag":"https://raw.githubusercontent.com/rodolphe37/asanas-guess-game/master/api-server/data/images/postures/wheel_preparation.png",
    "categorie":"",
    "category":"Arm Leg Support / Backbend",
    "difficulte":"",
    "difficulty":"Beginner",
    "decripUs":"From Corpse (Śavāsana), bend both knees and walk your feet in toward your glutes. Bend your elbows and place your palms by your ears. Your knees and feet should be hip width apart with the toes facing forward. Your palms should be flat with the fingers facing forward. Your head is on the ground and your eye gaze is upward.",
    "description" :"",
    "benefits":"Creates mindful placement of the body in preparation for wheel pose and staying with proper form.",
    "benefices":""
  },
  {
    "id":99,
    "nameFr":"",
    "nameUs":"Wind Removing",
    "altName":"Supine Knees to Chest",
    "sanskritName":"Pavanamuktāsana",
    "flag":"https://raw.githubusercontent.com/rodolphe37/asanas-guess-game/master/api-server/data/images/postures/turtle.png",
    "categorie":"",
    "category":"Supine / Forward Bend",
    "difficulte":"",
    "difficulty":"Beginner",
    "decripUs":"From a supine position, lying on your back, the knees are bent and pulled into the chest. The arms are wrapped around the knees. The gaze is inward.",
    "description" :"",
    "benefits":"Releases the back and the spine. A nice release from backbends.",
    "benefices":""
  },
  {
    "id":100,
    "nameFr":"",
    "nameUs":"Wind Removing with Head Tucked",
    "altName":"Ball",
    "sanskritName":"Pavanamuktāsana",
    "flag":"https://raw.githubusercontent.com/rodolphe37/asanas-guess-game/master/api-server/data/images/postures/turtle_head_tucked.png",
    "categorie":"",
    "category":"Supine / Forward Bend",
    "difficulte":"",
    "difficulty":"Beginner",
    "decripUs":"Lying on your back, hug your knees into your chest and wrap your hands or forearms around your shin to squeeze them in tighter. Press your lower back into the ground. Lift your head off the ground and bring your forehead to your knees. Squeeze into a tight ball.",
    "description" :"",
    "benefits":"Releases the back and spine.",
    "benefices":""
  },
  {
    "id":101,
    "nameFr":"",
    "nameUs":"One Legged Wind Removing",
    "altName":"",
    "sanskritName":"Eka Pāda Pavanamuktāsana",
    "flag":"https://raw.githubusercontent.com/rodolphe37/asanas-guess-game/master/api-server/data/images/postures/wind_removing_half_L.png",
    "categorie":"",
    "category":"Supine / Forward Bend",
    "difficulte":"",
    "difficulty":"Beginner",
    "decripUs":"From a supine position lying on your back, pull one knee into the chest with the hands clasped around the bent knee to the level of pressure desired (gas trapped in the large intestine may be released in this asana). The other leg is extended straight and the gaze is natural and forward.",
    "description" :"",
    "benefits":"Releases gas trapped in large intestine. Stretches the cervical spine (neck). Improves the digestion system. Aides in elimination.",
    "benefices":""
  }
]
